{
  "doc_id": "00c2cfa5-854f-478c-a652-51d4f021579a",
  "doc_title": "Relevance of well-being, resilience, and health-related quality of life to mental health profiles of European adolescents: results from a cross-sectional analysis of the school-based multinational UPRIGHT project",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8379563",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "A total of 3767 adolescents (mean age 12.4 [SD = 0.9] years) completed the questionnaires. Among them, 25% were from Italy, 23% from Iceland, 21% from Poland, 20% from Spain, and 11% from Denmark. Table 1 shows socio-demographic information and a general description of mental health-related outcomes for the adolescents and differences by gender: female (50.9%), male (48.6%), and non-binary (0.5%). Overall, the male adolescents reported the highest positive mental health, including the highest mean scores for well-being. The HRQoL and individual and school resilience results in this group also disclosed fewer mental disorder-related factors such as perceived stress, depression, and anxiety symptoms compared with the female and non-binary participants. The female subjects reported less involvement in bullying cases and substance use than the male subgroup. The adolescents who self-identified as non-binary gender reported the worst values for almost all the outcomes (Table 1). Inter-group differences between resilience scores, although statistically significant, were not relevant as these differences were close to 0.\n\nDescription of the sample and differences by gender, showing socio-demographic characteristics, self-reported positive mental health outcomes, and mental disorder-related outcomes\n\nCategorical data are presented as frequencies and percentages, n (%), and continuous data as means and standard deviation (SD); p value for differences between the three gender categories. *Statistically significant difference (p < 0.050), only considering comparisons between females and males. Percentages of missing values for all variables ranged from 1.2 to 7.6%. Scales: mental well-being (WEMWBS) [16], range 14–70; health-related quality of life (KIDSCREEN) [18], range 0–100; resilience (READ) [19], range 1–5; school resilience [20], range 1–5; perceived stress (PSS-4) [21], range 0–16; depression (PHQ-9) [23], cut-off point between moderate and severe, ≥ 10; Anxiety disorder (GAD) [26], cut-off point between moderate and severe, ≥ 10; conduct problems (subscales of HBSC) [27]\n\nThe underlying relationships between the different scales were also studied using the MCA analysis. The two most meaningful MCA dimensions explained, overall, 73.6% of the variability of the data. These were the first dimension, with the gradient of the mental health status, and the second dimension, identifying the extreme values of the scales (58.4% and 15.2%, respectively; see Fig. 1a). The contribution of each variable to the construction of the two dimensions is shown in Table 2. Positive mental health variables contributed more to the definition of the two MCA dimensions than mental disorder-related factors (above the expected average of 5%). In particular, four positive mental health variables (HRQoL, mental well-being, and two protective resilience factors, personal competence, and family cohesion) contributed more than 8% to the definition of the gradient of mental health status. Only one variable related to mental disorders, depression, behaved similarly. The variables of violence and problematic behavior contributed very little (less than 3%) to the definition of the two MCA dimensions.\n\nGraphical representation of the two dimensions of the multiple correspondence analysis (MCA) and the cluster analysis. a Black dots represent the categories of mental health variables and the conduct problems included in the MCA; only the most representative entries are labeled as \"scale: category\". The closer the points, the stronger the association between them. The categories are numbered from the lowest response options of the scale, 1, to the highest option (depending on the variable, from 3 to 5). Average values are around the middle of the map. The first dimension identified the gradient of mental health status, from the worst values (left) to the best values (right), and it explains 58.4% of the variability. The second dimension identifies the extreme values of the scales (down) and explains 15.2% of the variability. WB mental well-being, HRQoL health-related quality of life (KIDSCREEN-10), R-PC resilience-personal competence, R-SC resilience-social competence, R-SS resilience-structured style, R-SR resilience-social resources, R-FC resilience-family cohesion, SR school resilience, PS perceived stress, D depression, A anxiety disorder, Fight involved in a physical fight during last 12 months, Bullying involved bullying others during last 2 months, CBullied cyber-bullied during last 2 months, CBullying involved in cyber-bullying others during last 2 months, Bullied bullied during last 2 months, Smoking ever-smoked tobacco, Drinking ever drunk alcohol, Drunk ever become very drunk, Cannabis ever used cannabis. b Cluster 1: represents the distribution of adolescents with \"good mental health\"; Cluster 2: adolescents with \"intermediate mental health\"; and Cluster 3: participants with \"poor mental health\"\n\nContribution of the variables to the first two dimensions of the MCA\n\nData are represented by percentages (%). The expected average contribution is 5% (100% divided by 20 variables)\n\nThe dimension 1 explains the gradient of the mental health status of the participants, and the dimension 2 identifies the extreme values of the mental health outcomes\n\nThe cluster analysis identified three main clusters using the k-means method, with average Jaccard similarities higher than 0.90 for all of them (0.92, 0.99, 0.99); therefore, the clusters were highly stable. The three clusters are represented in the map employing the MCA (Fig. 1b) and characterized in Table 3. There were statistically significant inter-group differences in some socio-demographic characteristics, gender (p < 0.001), number of cohabiting children (p = 0.001), and birth position (p = 0.003), and between all mental health variables (p < 0.001).\n\nDescription and differences between the three clusters\n\nCategorical data presented as frequencies and percentages (%) and continuous data as means and standard deviation (SD); p value for difference between clusters. Percentages of missing values for all variables ranged from 1.2 to 7.6%. Scales: mental well-being (WEMWBS) [16], range 14–70; health-related quality of life (KIDSCREEN-10) [18], range 0–100; resilience (READ) [19], range 1–5; school resilience [20], range 1–5; perceived stress (PSS-4) [21], range 0–16; depression (PHQ-9) [23], cut-off point between moderate and severe, ≥ 10; Anxiety disorder (GAD) [26], cut-off point between moderate and severe, ≥ 10\n\nCluster 1 was composed of 993 (26%) adolescents. They represented the group with better mental health outcomes than the remaining clusters, i.e., the \"good mental health profile.\" The participants in this group reported the highest mean scores in mental well-being (58.5; SD = 5.2) and HRQoL (84.8; SD = 8.3), above the normative values for these scales (51 and 71.9, respectively). They also reported the highest scores in individual and school resilience. For the mental disorder-related factors, they displayed a low level of perceived stress (3.2, SD = 2.3); the value lower than the norm of 5.4. Among the adolescents in this group, 3% presented moderate-to-severe depression and anxiety symptoms (see Table 3). In this profile, there were more males, more adolescents living with one more child, and more oldest siblings (51.6%, 54%, and 47.3%, respectively) than in the other clusters (statistically significant differences).\n\nCluster 2 was the largest group, containing 2553 (68%) adolescents. In this group, the mental health levels were close to the mean of the total sample, representing the \"intermediate mental health profile.\" The adolescents in this cluster had lower scores for mental well-being, HRQoL, and resilience than those in Cluster 1 but higher than in Cluster 3. The scores for mental disorder-related factors such as stress, depression, and anxiety symptoms were higher than in Cluster 1 but lower than in Cluster 3.\n\nCluster 3 contained adolescents with the \"poor mental health profile,\" with 221 subjects (6%). This group reported the worst mental health outcomes. The adolescents within this profile self-reported scores more than 10 points below the norm value in mental well-being and 29.4 points below the normal HRQoL score. They also obtained the lowest scores in the individual and school resilience scales, 2.7 (SD = 0.7) and 2.6 (SD = 0.8), respectively. Within this cluster, the perceived stress level was almost 1 point above the norm; 78% of the subjects reported moderate-to-severe depression symptoms and 66%, anxiety symptoms. This group had a lower proportion of males (44%) and a larger number of non-binary participants (4.1%) than other clusters. The profile was more common among the only children and those cohabiting with 2 or more children than in other family groups (see Table 3). It also contained the largest percentage of non-native adolescents, even though no statistically significant differences between their participation in different clusters were found (p = 0.086).\n\nThe same trend was observed for conduct problems and substance use. The group of adolescents with the \"good mental health profile\" contained the lowest percentage of subjects with these problems, followed by the participants with the \"intermediate mental health profile.\" The group with the \"poor mental health profile\" showed the largest proportion of adolescents with conduct problems and substance use behavior. All differences were statistically significant (p < 0.050) (Fig. 2).\n\nConduct problems (fighting, bullying, cyber-bullying, and substance use) in the three clusters. Data represent the percentage of participants for each variable. All differences between clusters are statistically significant, p < 0.050. Cluster 1: adolescents with \"good mental health\"; Cluster 2: adolescents with \"intermediate mental health\"; and Cluster 3: adolescents with \"poor mental health\""
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "This study provides an overview of the state of mental health of adolescents across Europe, following a comprehensive assessment of both positive mental health and mental disorder-related outcomes. In general, the participants showed positive mental health levels within the normal value range. However, 22% and 17% of them self-reported moderate-to-severe levels of depression and anxiety symptoms, respectively. Balazs et al. [31] have reported the rates of depression ranging from 7.1 to 19.4% in European adolescents, while Merikangas et al. [32] have obtained the generalized anxiety disorders rates of 2.2% for the USA youths. The rates of depression and anxiety estimated in our study may be misaligned, because they were based on self-reports; the results were not corroborated by personal assessment by a clinical expert. However, our data indicate that approximately 2 in 10 European adolescents self-report depression or anxiety at relatively high levels. After rounding the percentages, the results show that 1 in 10 adolescents’ reports being a victim of bullying or cyber-bullying; 1 in 14 admits to being a perpetrator of bullying, and 1 in 10 engages in cyber-bullying. Sixteen percent of the subjects self-report having consumed alcohol, and less than 5% consuming other substances (smoking tobacco, cannabis). To reduce these numbers, it is advisable to promote mental health interventions and prevent mental disorders in adolescents.\n\nOur exploration of adolescent mental health resulted in three distinct mental health profiles. In the most prevalent (\"intermediate mental health\") profile, the scores for the positive and negative mental health variables were similar to those for the total sample of adolescents. This profile can be compared with the \"symptomatic but content\" profile of the dual-factor model [33]. In both groups, the adolescents show intermediate levels of subjective well-being, but the groups display different levels of psychopathology. The “symptomatic but content” group shows a high psychopathology level [33], which might exceed the cut-off points for mental health problems. The adolescents in the “intermediate mental health” profile show mild-to-moderate levels of psychological distress that, in most cases, do not exceed the threshold in psychopathology screening. In other words, this group is not, in general, distinguished by its high levels of well-being or high levels of psychological distress. Rather, it is a group with a near-average level of mental well-being and mild-to-moderate depression, anxiety, and stress symptoms. However, they often do not receive specific support, because their levels of well-being, quality of life, and resilience are similar to the average [2].\n\nThe second most frequent mental health profile (26% of the participants), \"good mental health,\" groups the adolescents whose levels of positive mental health are higher and their mental disorder-related scores are lower than average. Antaramian et al. [13] have observed that the positive mental health group in their study demonstrated higher school participation levels and better grades than the others. Similarly, the \"good mental health\" profile in our study showed the highest level of school resilience. In terms of socio-demographic characteristics, it is in this profile that we found the highest percentage of male adolescents (first-born and native), compared to the other two profiles. Our results for gender and birth order are in agreement with those reported by Zilanawala, Sacker and Kelly [34]. Their study has found that English male adolescents report better indicators of positive mental health (i.e., quality of life and mental well-being) than their female peers. Moreover, they have shown that first-born individuals enjoy better mental health than their second or subsequent siblings, which is consistent with our data.\n\nFinally, the third profile, the \"poor mental health,\" constituted 6% of the examined sample. This profile included adolescents that reported lower than average levels of positive mental health and high levels of mental disorder-related factors. Moreover, this profile revealed the highest frequency of behavioral problems. In agreement with our results, the studies by Moore et al. [35] and Kim et al. [12, 36] have shown that the frequency of conduct problems was higher in the health profiles with more mental disorder-related factors. Similarly, Keyes [35, 36] has found a higher prevalence of such problems (missing school, getting arrested, smoking cigarettes, and smoking marijuana) in the \"mentally unhealthy\" (the term used in that study) adolescent group, constituting also 6% of their sample.\n\nOther studies have also reported results similar to those presented here. However, they have employed different empirical approaches to identify the mental health profiles (e.g., latent profile analysis, LPA) and different, often smaller, sample sizes [37]. The methods used in the definition of mental health profiles for adolescents are of great importance. The synergy between reduction technique (MCA) (explaining the relationship between positive mental health and mental disorder-related outcomes) and classification method (cluster analysis) is invaluable in defining these profiles. These techniques do not require predefined assumptions; moreover, thanks to the large sample size used here, the derived clusters are highly stable. The main difference between our study and the studies of Moore et al. [35] and Reinhardt et al. [37] is the number of health profiles; we found three such profiles, while they have reported four. The \"languishing\" profile (low well-being and low distress levels) described by Reinhardt et al. [37] did not emerge in our sample. Moore [35] has argued that the absence of the languishing profile might be explained by its low frequency among the adolescents, making its detection, using the current analytical methods, difficult.\n\nTypically, the profile associated with the largest number of adolescents is the \"complete mental health\" group [33]. In contrast, in our study, the largest group was the \"intermediate mental health\" profile. The cause of this discrepancy is uncertain, and further research is needed to confirm this finding. Possible reasons for these differences might include the characteristics of our sample, where the mean age of participants is 12, and the adolescents come from Europe. The previous studies [33, 38] have explored the mental health of adolescents older than 12 or living outside Europe. Some studies have used different analytical techniques to generate the profiles, such as cut-off classifications or latent profile analyses, which could lead to different results. Furthermore, more cases of mental health problems have been reported in the adolescent population over the years [39, 40]; this could either reflect increasing morbidity or a greater willingness on the part of adolescents to communicate their emotional distress. Given their positive attitudes, many adolescents within the “intermediate mental health” profile may not receive the needed therapeutic support; they function well in their daily lives. Thus, the relevance of their symptoms may be overlooked. To avoid this, universal mental health promotion and preventative interventions should include the entire adolescent population and not just the most vulnerable groups or those already diagnosed with mental disorders. As Huppert [6] argues, the \"evidence from epidemiology suggests that if we only use this targeted approach, there will always be many new cases of disorder, as most of those who develop the disorder are from the general population\" [intermediate group in our case].\n\nUniversal interventions targeting the general public effectively promote positive mental health outcomes [41], regardless of the vulnerability of the population to mental disorders. Besides, targeted interventions directed at the groups whose vulnerability is higher than average can be conducted in a complementary manner. In the future, the best mental health profile should include the largest number of adolescents, since it is associated with the most positive results (see [42] for a review).\n\nA key aspect of this study is demonstrating, using statistical classification tools, the hegemonic weight of positive mental health dimensions in the profile identification for European adolescent populations. Traditionally, the characterization of the mental health of adolescents has been colored by a negative perception created by assessing the symptoms of depression, anxiety, or stress. However, the statistical models used here show that the ability of the adolescents to manage the interactions within their social environment carries considerable weight in the construction of their mental health profiles. Their personal resources measured using positive scales such as well-being, resilience, and quality of life, emerged as the key determinants of a healthy process of growing up. In the same vein, Kim et al. [12] have used a series of ANOVAs to conclude that, in assessing satisfaction with life among Korean adolescents, the perception of personal strengths was more important than their perception of mental distress. An earlier study by Kim et al. [11] had found that positive mental health status is a better predictor of subjective well-being than behavioral and emotional symptoms. Thus, the interventions designed to promote subjective well-being should be considered complementary and as worthy of implementation as interventions whose object is to prevent mental disorders [13].\n\nSchools that implement mental health promotion programs are aligned with the idea that focusing on the positive aspects of mental health increases mental well-being and prevents mental distress. Internal strengths, such as resilience, and collective assets, such as school resilience, can act as protective factors mitigating the negative impact of stressors. They can form a buffer against the development of psychological disorders. The UPRIGHT program is an example of a school-based intervention to increase resilience and thus improve the mental health of adolescents. Indirectly, it can also reduce the long-term symptoms of mental disorders [43]. A recent study of positive interventions in schools [44] has shown that these interventions are universally beneficial. They are particularly helpful among the adolescents described by their teachers as most in need of mental health care. Our results show that the \"intermediate mental health\" and \"poor mental health\" groups could benefit from such school-based interventions. Applying an intervention to the entire student body (i.e., universal interventions) reduces the potential for stigmatization based on mental health issues. These interventions also reduce the sense of loneliness of students with mental health problems. Such students often feel alienated and stigmatized, prefer not to ask for help, and remain silent, not to be labeled as problematic [44]. In agreement with the previous reports [35], our study shows the importance of including positive mental health scales in school-based mental health assessment programs. The introduction of such scales helps avoid the bias created by focusing on the negative (i.e., deficit-oriented) approach [11, 12].\n\nThis study did not use some of the socio-economic, family, cognitive, and physical health variables in the analyzed data pool. Including these data would have improved our understanding of the mental health profiles and helped in explaining the differences. Platt et al. [44] have reported that teachers consider economic deprivation a major cause of poor mental health in adolescents. A study by Zilanawala et al. [34] has shown that 6% of UK adolescents who matched their \"poor health profile\" had low cognitive skills and were more likely to acquire alcohol and tobacco use habits. They also displayed increased levels of antisocial behavior and low self-esteem.\n\nIn the current study, the data were collected using self-administered questionnaires, which weakens their reliability due to a bias toward monomethod and social convenience. However, it is recognized that adolescents are the ideal source of information on their own mental state [45]. The cross-sectional design of our study does not let us assess the structural stability of the obtained profiles or to infer causal relationships between the variables. According to the previous studies [38, 46] the adolescents move to another mental health profile within a few years (after 1 year and 4 years of follow-up, respectively). Therefore, it is expected that most of the adolescents in our sample will not remain in the same mental health profile during the next few years, with the girls worsening their average mental health [47]. Although the sampling limitations do not allow a full generalization of the results, the large and diverse group studied here supplies valuable insights from diverse, multicultural European contexts. Our sample includes 51% of females and 92.1% of adolescents born in the country of residence, which is similar to the data found in the Eurostat database (48.8% and 93.8%, respectively) [48].\n\nThe results of this study open up some new research prospects. Future studies could explore the responsiveness to various mental health promotion interventions, depending on the mental health profile. Furthering the knowledge of the mental health status of European adolescents can help the policymakers decide on the implementation of specific types of mental health promotion interventions. Furthermore, this baseline information could also help understand the effect of the COVID-19 pandemic on the future mental health of adolescents. The adolescents associated with profiles with the highest levels of well-being and lowest vulnerability to mental disorders could be those who will navigate the pandemic journey with the least negative consequences. The results of this study can also serve as the basis for testing the effectiveness of preventive interventions, such as the UPRIGHT program, in the general population of early adolescents."
    }
  ]
}