{
  "doc_id": "06c055fd-529f-4b7d-b5f7-bb2ff087d59a",
  "doc_title": "Positive mental health as a predictor of recovery from mental illness.",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC6487880",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "Table 1 reports the outcomes of the binary logistic regression analysis. Participants who were flourishing at both time points, and participants who improved from languishing or moderate mental health to flourishing, demonstrated significantly higher odds of recovering from their mental illness, OR = 27.617 and OR = 7.444 respectively. While marginally nonsignificant, those who declined from flourishing to moderate positive mental health kept a higher odds of recovery (OR=2.931; p=.067) as those who stayed languishing. Those who maintained moderate positive mental health or improved to moderate demonstrated significantly higher odds (OR = 1.839, p=.011 and 1.771, p=.048 respectively). Participants who declined to languishing over the 10 years were no more likely to have recovered from their mental illness than those who stayed languishing.\n\nAdjusted Prevalence Odds Ratio (OR) of any Mental Illness in 2005 by Change in Mental Health level between 1995 and 2005: Midlife in the United States Study\n\nNote: CI = confidence interval, REF = reference category. ORs are adjusted for demographic variables (age, gender, race/ethnicity, education, marital status, and employment in 2005) and whether respondents had any physical health conditions in 1995."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "This study provides evidence that individuals with diagnosed mental illness who gain or maintain high levels, and those who gain or maintain moderate levels, of positive mental health over a 10-year period have much greater odds of recovering than those with low levels of positive mental health. No difference in odds of recovery was observed among participants who declined from flourishing or moderate positive mental health to languishing. The results indicate that positive mental health may be an important resource for individuals to recover from a mental illness and stay mentally healthy. It also adds to existing evidence highlighting the importance of change in psychopathology and positive mental health over time, as opposed to their respective absolute levels at any given time (Lamers et al., 2015). These results, particularly in combination with Keyes et al. 2010 imply that mental health care systems should focus on promoting and protecting positive mental health, irrespective of a diagnosis of a mental illness. The current study adds to the growing academic literature advocating for the inclusion of positive mental health intervention and assessment into mental health care (de Cates et al., 2015; Provencher and Keyes, 2011; Siddaway et al., 2017; Slade, 2010).\n\nInterventions to improve positive mental health have been designed and tested in a range of modalities, including one-on-one, group-based, and in online format, but predominantly for healthy populations (Bolier et al., 2013). Investigation of evidence-based interventions in mentally ill populations and clinical settings is developing rapidly (Fava et al., 2017; Rashid and Seligman, 2018), and adoption of positive mental health strategies in mental health practice and policy, for instance the inclusion of positive mental health assessment when patients present with mental health problems, should be explored to help reduce the burden of mental illness.\n\nThe strength of this study was its longitudinal cohort design. The large sample size enabled sufficient power to detect meaningful temporal associations and most known predictors of mental illness were controlled for. This is not an exhaustive list however, and a limitation of this study is was the lack of information regarding key predictors of recovery, such as illness severity, participant income, social support, or treatment information. Reflecting current diagnostic practice, this study relied on a categorical clinical perspective of recovery, which focuses on the reduction of symptomology to below a clinical threshold. Future research should consider continuous data analysis, which would provide additional insight to a categorical diagnosis. For example, Renshaw et al. (2016) showed that continuous and categorical analysis can produce different results in mental health research and should not be compared directly. A consumer-based movement towards personal recovery is developing, which emphasises hope, identity, meaning, and personal responsibility rather than a sole focus on reducing symptoms (Slade 2010). Future research should investigate whether levels of positive mental health underpin a sense of personal recovery, prior to subsequent clinical recovery as measured in this study. This study was further limited by the age of the data, and replications of these result are recommended in more contemporary data. Finally, it was not possible to understand individual’s pathway to recovery, which likely would have involved cycles of relapse and gain in function."
    }
  ]
}