{
  "doc_id": "15b32ab1-ebb4-4815-a601-6fcf4387eb06",
  "doc_title": "Recording of HIV diagnosis in mental health records: A data linkage cohort study",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12017511",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "A total of 4,481 individuals in contact with mental health services in SLaM during the study period had a recorded HIV diagnosis in national HIV surveillance data at any time. Of those, 417 (9%) had their HIV diagnosis after their last contact with mental health services and were thus excluded from these analyses. Therefore, a total of 4,064 individuals were included.\n\nFig 1 shows the process followed to determine presence or absence of an HIV diagnosis in the mental health records. Of the 4,064 included in the sample, 751 (18.5%) had an HIV-related diagnosis in structured diagnosis fields. A further 1,388 (34.2%) had an HIV predefined key phrase recorded in their mental health records. A total of 749 (18.4%) had HIV as a keyword in their mental health records; however, this was only manually confirmed as a recorded HIV diagnosis in 612 of those cases (15.1% of the full sample). Thirty-two (<0.1%) could not be manually classified due to ambiguity in the text, and 105 (<0.1% of the full sample) were manually confirmed to not include a recorded HIV diagnosis. Finally, 1,176 (28.9%) had no HIV-related diagnosis recorded in structured diagnosis fields, HIV predefined key phrase, or HIV keyword anywhere in the mental health records.\n\nInterrater agreement on manually assessed records was 86.4% (647/749); however, all differences were resolved by a third rater.\n\nOverall, excluding individuals who could not be classified, 68.2% (2,751/4,032) of individuals had their HIV diagnosis documented in their mental health records, while 31.8% (1,281/4,032) did not. Among the 1,281 individuals without a recorded HIV diagnosis, none had a confirmed HIV test in their lab results, and none had reference to “viral load” or “retroviral” in relation to HIV. However, 70 individuals in this group had reference to either “ARV” or a specific HIV service noted in their records. These 70 individuals were not included in the analysis below as the focus was on documented HIV diagnoses, rather than indirect references that would require specialist knowledge to interpret this accurately.\n\nTable 1 describes the characteristics of the people included in the sample. The majority (74.8%) were male. The mean age at first contact with mental health services was 40.3 years (10.8 years SD) with a range of 16-90 years old. The most common ethnicity was White British (33.0%), followed by Black African (13.9%) and White Other (12.8%). An unknown or missing ethnicity was recorded for 18.2% of the sample. In terms of most recent primary mental health diagnosis, the largest diagnostic group was substance disorders (17.8%), followed by mood disorders (16.5%), and neurotic, stress-related and somatoform disorders (14.8%). An unknown or missing diagnosis was recorded for 32.1% of the sample.\n\nTable 2 displays demographic and clinical characteristics of the sample according to the presence or absence of a recorded HIV diagnosis, plus univariate odds ratios for having an HIV diagnosis recorded in mental health records. An odds ratio greater than 1 indicates that the group in question was more likely to have HIV recorded in the notes compared to the reference group. Conversely, an odds ratio less than 1 indicates that the group is less likely to have HIV recorded in the notes compared to the reference group.\n\nIn terms of ethnicity, compared to individuals identified as White British, those identified as White Other, Black African, and Black Other were more likely to have an HIV diagnosis recorded in their records. Conversely, individuals identified as Asian or with an unknown ethnicity were less likely to have an HIV diagnosis recorded.\n\nIn terms of primary mental health diagnosis, compared to substance use disorders, a diagnosis of organic disorder was associated with a higher likelihood of having an HIV diagnosis being recorded. Conversely, diagnoses of schizophrenia and related disorders, behavioural syndromes associated with physiological disturbances and physical factors, intellectual disability, behavioural and emotional disorders with onset usually occurring in childhood and adolescence, as well as the absence of a recorded mental health diagnosis, were all associated with a lower likelihood of having HIV recorded in mental health records.\n\nHaving a higher age at first contact with mental health services was associated with not having HIV recorded in the mental health records as was living in an area with a higher index of multiple deprivation decile – meaning lower deprivation (higher decile indicates less deprivation). There were no differences observed by gender.\n\nHigher contact with services (months under care of service, clinical mental health appointments) was associated with an HIV diagnosis being recorded as was having a higher number of distinct mental health symptoms. Although ever being an inpatient was associated with HIV being recorded, there was no association in recording HIV and number of inpatient days itself.\n\nSignificant variables identified in the univariable analysis were simultaneously included in a single multivariate analysis (Table 3). Results indicated that older age, living in areas with less deprivation (as higher deciles indicate lower deprivation), and a higher number of months under the care of mental health services were associated with an individual not having an HIV diagnosis documented in their mental health records. Conversely, a higher number of distinct mental health symptoms remained associated with having an HIV diagnosis recorded. Of note, the direction of association for the number of clinical mental health appointments shifted after adjustment; in the univariable analysis, fewer clinical mental health appointments were linked to a lower likelihood of having an HIV diagnosis recorded, but in the multivariate analysis, more clinical mental health appointments were associated with a lower likelihood of having the diagnosis recorded.\n\nRegarding ethnicity, individuals who identified as White Other, and Black African continued to show increased odds of having an HIV diagnosis recorded, whereas those identified as Asian had decreased odds. In terms of diagnosis, having an organic disorder was associated with a higher likelihood of an HIV diagnosis being recorded. In contrast, diagnoses of schizophrenia, intellectual disability, or behavioural and emotional disorders typically arising in childhood and adolescence were linked to a lower likelihood of an HIV diagnosis being recorded. Additionally, having a mood disorder was associated with a decreased likelihood of having an HIV diagnosis recorded in the multivariate analysis. In this multivariate analysis, multicollinearity was deemed not to be an issue (maximum correlation =  0.7108; mean variance inflation factor =  1.60)."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "This study found that almost a third (31.8%) of people who were living with HIV and were in contact with mental health services did not have their HIV diagnosis documented in their mental health records. Awareness of a patient’s HIV diagnosis is crucial for mental health professionals for several reasons. This awareness can be used to identify potential contraindications between HIV and mental health medications, allow clinicians to ensure that possible organic causes of mental health symptoms are diagnosed in a timely fashion, allow clinicians to support patients to manage the complexity of comorbidities and psychosocial impacts of HIV, and if necessary, enable clinicians to encourage and support patients in accessing HIV care and treatment services. Additionally, awareness of a patient’s HIV status allows mental health professionals to monitor for early signs of physical health complications and to provide timely referrals and signposting.\n\nThe finding that almost a third of people who were living with HIV and were in contact with mental health services did not have their HIV diagnosis documented in their mental health records is surprisingly high. This is especially surprising in light of the fact that bloodborne testing on admission to inpatient units is now standard across the trust that this study was conducted in. However, this standard of bloodborne testing is a relatively recent addition, and only 12% of the sample were treated as inpatients, the majority were treated as outpatients. Additionally, mental health staff are able to access patient’s Summary Care Record which should have HIV status and associated medications recorded. However, this is a relatively recent change and even if staff are accessing this, they are not recording the information in the mental health records which was the focus of this study.\n\nThere was a distinct difference between the recording of HIV status for people with substance use disorders as the primary mental health diagnosis compared with those without a primary substance use disorder. This is likely due to the fact that an assessment of risk of bloodborne virus infections is a part of routine assessment in substance use treatment [24], whereas this is not the case in mental health services. This likely means that patients were not asked about their HIV status. One solution to this is to make bloodborne virus enquiry a routine as part of mental health assessment and perhaps annual physical health checks. This would mean that each patient would be asked at initial assessment, and at regular intervals while still in contact with services. However, this raises issues around competence and stigma in mental health professional staff. Hendry et al [25] found that some mental health nurses avoid sexual health discussions due to their own discomfort and/or personal beliefs around sex and sexuality, worry about being accused of misconduct, dehumanisation of those with mental health issues, and lack of education on the topic. Clearly, these issues need rectifying before routine enquiry around sexual health could begin.\n\nA further issue which needs to be addressed is disclosure. Even if every patient was asked about HIV status, some may likely not disclose. As outlined above, over half of people with HIV worried about being treated differently by healthcare professionals because of their HIV status [17], which is likely to impact disclosure. One approach to improving disclosure could be for mental healthcare providers to sign up to the HIV Confident Charter [26] or similar programmes. The HIV Confident Charter is a partnership between National AIDS Trust, Aidsmap and Positively UK, supported by Fast Track Cities London. It aims to ensure that people living with HIV can access services and employment without fear of discrimination by committing to increasing employee knowledge about HIV, improving attitudes towards people living with HIV, tackling stigma and discrimination within organizations, and providing ways to report any stigma or discrimination experienced [26]. Alternatively, healthcare providers should adhere to British HIV Association standards of care [27]. These state that staff across all health and social care services, including mental health, should receive basic information and training on bloodborne viruses and HIV related stigma, and that people living with HIV should be made aware of how they can raise concerns if they are unhappy with their care or have experienced stigma. In theory, these approaches could improve the mental health experience of people with HIV and increase their willingness to disclose their HIV status.\n\nIn terms of the search terms that were included, PEP or PrEP were excluded as this is used prophylactically and does not indicate a confirmed diagnosis. Additionally, the names of specific HIV medications were excluded for two reasons. First, these medications might have been prescribed as PEP or PrEP. Additionally, referencing medication names without clarifying that they are HIV-related assumes a level of HIV knowledge that many mental health clinicians likely do not possess, given the generally low levels of HIV literacy among mental health staff [28].\n\nThere is evidence that mental health professionals are becoming more aware of the importance of knowing about the physical health of their patients, and ensuring they receive the appropriate treatment. However, it has been reported that they often have a lack of confidence in how to address physical health issues and concern about their lack of knowledge [29, 30]. This is true of all physical health conditions and may be more of an issue with HIV where there may also be a lack of knowledge which may be exacerbated by stigma [31]. There is little evidence on how to support mental health professionals in having discussions with patients about their HIV status but increasing knowledge and decreasing stigma individually, alongside changing culture at team and organisation level may help this. Providing mental health professionals with training on sexual health, bloodborne viruses and HIV, as well as equipping them with skills to ask questions about HIV and sexual health in a sensitive and non-judgemental manner, may improve the situation. However, education alone is often insufficient to lead to behaviour change. Therefore, any new training on this topic should be evaluated for changes in knowledge, stigma and integration of routine enquiry into clinical practice.\n\nIn terms of generalisability, this study was based on data from a single NHS trust in South London, UK which may limit the broader applicability of the findings. Therefore, caution is needed when extrapolating these results to the wider UK or global populations. However, it is important to note that two of the four London boroughs within the trust’s catchment area had the highest HIV prevalence rates in the country at the time of data collation [32]. As a result, awareness of HIV in this trust may be higher, and mental health services in these areas may be particularly alert to HIV-related concerns in their patient populations. Consequently, it is possible that documentation of HIV in mental health records may be lower in regions where HIV prevalence is lower.\n\nThe association between clinical and demographic variables, and the presence of an HIV diagnosis was explored using logistic regression models. However, the r-squared for the final multivariate analysis was 0.1039, indicating that only 10% of the variance in whether HIV diagnosis was recorded in mental health records was explained by the variables included in the model. This relatively low value suggests that important predictors of HIV diagnosis recording in mental health records were not measured in this study.\n\nThis study has a number of strengths. Firstly, it is the first study to explore whether confirmed HIV status is documented in the mental health records of people in contact with mental health services. The use of linked data on HIV diagnosis from the UK Health Security Agency (UKHSA) is a strength, as this national dataset captures diagnoses and treatments across the UK. A further strength is the use of double coding for HIV status in manually assessed records, with a third coder resolving any disagreements.\n\nHowever, there are some limitations that need to be considered. First, there is an implicit assumption that if HIV was not recorded in the mental health records, the mental health professionals must have been unaware of the HIV diagnosis. However, it is possible that some professionals were aware but did not document this. It is also possible that HIV status would have been included in handwritten referral letters and were not included as such here. Second, clinical data can be difficult for non-clinical individuals to interpret due to the use of shorthand [33] and this study was led by academics, not clinicians. Additionally, this data came from a single UK site. It is possible that other service providers include routine enquiry about HIV, or document HIV more consistently than this site. However, between-clinician differences are more likely than between-service differences, and this study was based on a very large provider providing support for approximately 1.3 million people in South London. In terms of analysis, this was conducted using complete case analysis, excluding those with missing data. While this approach could introduce bias, as those with missing data could differ significantly different to those without missing data, the dependant variable was available for the entire cohort as records were accessible for all. Additionally, the independent variables were nearly all complete, with those having missing data showing a minimum of 82% completion.\n\nIn this study, HIV recording may have been overestimated, as even a single mention of HIV was categorized as a recorded case. However, in clinical practice, recording something as critical as an HIV diagnosis only once does not guarantee continuity of care. If an HIV diagnosis is known, it should be referenced in every formal communication between healthcare providers. Instances where HIV is mentioned only once or twice may indicate inadequate documentation for ensuring continuity of care. Moreover, excluding cases with unclear mentions of HIV likely inflates reporting, as these do not provide definitive information to the reader.\n\nFinally, using secondary data means certain information may not have been available [34]. For example, it would have been useful to explore other factors associated with the presence or absence of HIV diagnoses in mental health records, such as migration status, where the person received their HIV diagnosis, and the reason for contact with mental health services."
    }
  ]
}