{
  "doc_id": "21332ea3-a73e-4516-bd96-f1c469159819",
  "doc_title": "Examining factors that drive health-related students to seek help for psychological challenges",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10693962",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "From Table 1, The result indicated that 46.80% (n = 389) of the participants reported experiencing any mental health problems. Of these, 36.42% (n = 303) reported self-harm behaviors or suicidal ideation, 18.99% (n = 158) who reported suicidal plan and 15.63% (n = 130) who reported suicidal ideation. Additionally, it was found that 19.47% (n = 162) and 8.05% (n = 67) of the participants had anxiety or depression, respectively.\n\nAmong the sample with mental health problems (n = 389), 97.94% (n = 381) reported seeking informal health care, while only 16.97 % (n = 66) had sought formal health care from professionals. However, there were a small number of participants (n = 8, 2.06%) who reported not seeking help from any source (Table 2). Furthermore, it was found that participants with anxiety were more likely to seek formal mental health care from sources outside of the university compared to those with other type of mental health problems (χ2(1, N = 389) = 7.98, p = 0.005), while participants with depression were more likely to seek help from their families (χ2(1, N = 389) = 11.32, p = 0.001) and professionals than those with other mental health problems (χ2(1, N = 389) = 9.54, p = 0.002).\n\nNote: † = percentage compared to the total number of samples; The symbols *, **, and *** denote p-values significant at <.05, <.01, and <.001, respectively; Abbreviations: Y= seeking mental health care; N = not seeking mental health care\n\nAccording to Table 3, Among individuals with mental health problems, LGBTQ and female participants were more likely to seek informal mental health care than male participants (χ2 (2, N = 389) = 8.50, p = 0.014). Additionally, our data indicated that those who were LGBTQ (χ2 (2, N = 389), p = 0.002), studied in the medical program (χ2 (3,N = 389)  = 11.13, p = 0.011), did not receive scholarships (χ2 (1, N = 389) = 6.94, p = 0.008), lived alone (Fisher’s exact test p = 0.008), had lower scores on measures of relationships with friends/seniors/juniors/staff (t (387) = 2.08,  p = 0.037), and had lower parental attachment scores (t (387) = 2.51, p = 0.012) were more likely to seek formal mental health care.\n\nNote: † = test with Fisher’s Exact Test / Likelihood Ratio as appropriate for the information, ‡ = mean (SD) with t-test analysis; The symbols *, **, and *** denote p-values significant at <.05, <.01, and <.001, respectively. ; Abbreviations: M = mean; SD= standard deviation; LGBTQ = lesbian gay bisexual transgender queer; CSD = communication sciences and disorders program; ATSPPH-SF = attitudes toward seeking professional psychological help scale-short form\n\nAccording to Table 4, female and LGBTQ participants were 2.63 (CI = 1.08 - 6.43, p = 0.034) and 4.26 (CI = 1.36 - 13.37, p = 0.013) times more likely to seek formal mental health care than male participants, respectively. Additionally, individuals studying in CSD and nursing programs were found to be 0.30 (CI = 0.10 - 0.92, p = 0.035) and 0.28 (CI = 0.14 - 0.58, p = 0.001) times less likely to seek formal mental health care than those studying in a medicine program, respectively. Furthermore, participants with a one-point increase in their attitude towards help seeking were 1.10 times more likely to seek mental health care (CI = 1.02 - 0.19, p = 0.010). Lastly, those who received a scholarship were 3.30 times more likely to seek formal mental health care than those who did not (CI = 1.35 - 8.06, p = 0.009)\n\nNote: † reference = male, ‡ reference = medical program, ¶ reference = did not receive a scholarship, § reference = living with family/friends, # reference = did not perceived service information; The symbols *, **, and *** denote p-values significant at < .05, <.01, and <.001, respectively; Abbreviations: OR = odd ratio; CI = confidence interval; LGBTQ = lesbian gay bisexual transgender queer; CSD = communication sciences and disorders program; ATSPPH-SF = attitudes toward seeking professional psychological help scale-short form"
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "The present study found a high prevalence of mental health problems among health-related students, with a majority having sought counseling from friends and family, but only a small number seeking care from mental health experts. Furthermore, individuals who identified themselves as females or LGBT, studied in the medical program, had received scholarships, and had a positive attitude toward seeking help from experts were more likely to seek formal mental health care.\n\nThis study indicated that the prevalence of suicidal ideation was 15.63%, which was higher than those reported in prior Thai and international studies (6.4 - 12.2 %) of general college students.31-33 Moreover the prevalence of suicidal plans and attempted suicide (18.99 and 6.01% respectively) were also higher than the results of systematic literature reviews among general college students in which the prevalence of suicide planning was 15.5-16.1%34, 35 and suicide attempts was 3-4.37%.34, 36 Similarly, the prevalence of anxiety in this study, 43.75%, was found to be the higher than reported in previous systematic review studies, which were only 31-32%.37,38 One possible explanation for higher rates of these mental health problems among health-related college students may be the highly competitive study environments and the numerous demands they face, such as lack of rest and leisure activities.39,40Additionally, as health care personnel have easy access to self-prescribing, they may have more methods of suicide at their disposal than students in other fields.41 Furthermore, the data were collected during the Covid-19 pandemic period may also added more stress, and increased mental health issues for students using online learning platforms.42,43\n\nOn the other hand, the study found a lower-rate of self-harm (8.89%) compared to prior research that reported a prevalence of 17-20%.44-46 This mat due to the relatively high cut-off point for self-harm behavior used in this study, “often” or “all the time”, which is higher than prior studies that have used a behavioral cut-off point of self-harm behavior in the past 12 months regardless of frequency of behavior44 or only one or more self-harming behaviors.44-46 Additionally, the prevalence of depression in this study (21.51%) was found to be somewhat lower than in previous systematic review studies which was 24-36.5%.13, 37, 38 This may be due to differences in measurement tools and cut-off points for depression.\n\nThe study also found that most participants with mental health problems (97.94%) had consulted with people they were close to. This result was higher than previous studies which showed that 48% of the students had been to be counselling.14 Most of the students sought help from those they are close to, and they were more likely to solve problem independently than seeking profession care.47,48   These were correlated with our finding which found only 16.97% of those who had mental health problems sought professional help. However, this rate was higher than that of students and general population admissions to mental health care, which was found to be only 4.1-6%.8,49 One possible explanation for this difference is that the majority of our participants had received training on mental health and treatment options during their first year of study. This training likely helped to increase students’ understanding of mental health and positively influenced their attitudes towards seeking mental health services,50 which was found to be one of the factors associated with seeking mental health care in this study.\n\nHowever, the study showed 8 participants (2.06%) with mental health problems never received counseling. In a previous study, it was addressed that 49% of medical students did not want to work with those with mental issues and perceived that asking for help meant that a person was incapable of dealing with himself/herself or was unable to manage other things well.51,52 In addition, people with depression tend to isolate, which is why they do not seek help and might eventually lead to suicide attempts.53\n\nThe study found that female and LGBTQ participants were more likely to seek formal mental health care than male participants, which was consistent with previous studies. A previous research has shown that females are more interested in mental health information, recommended mental health services to their friends, and seek help from mental health institutions than males.54 Additionally, some LGBTQ students have reported positive experience with using health services, especially those that sensitive to gender identity or met with professionals with high experience and knowledge in taking care of LGBTQ individuals. However, there are still some LGBTQ participants who are hesitant to seek mental health care due to concerns about exposure of their gender identity or sexual orientation.55 Therefore, it is important that mental health professionals are well-trained and have a good understanding of how to provide care for the LGBTQ population. Besides, males may be more likely to be ashamed to seek counseling and toperceive seeking help as a sign of weakness.30,56 Moreover, males tend to use other stress management methods such as alcohol or drug abuse, which can negatively impact their health in the long term.57\n\nIn this study, different programs were found to be associated with different rates of seeking mental health care. This may be due to differences in mental health problems and attitudes towards counseling among students in each program.47, 52, 58 These factors were also found to differ among the study programs in this study. Furthermore, students who received scholarships were found to be more likely to seek formal mental health care. This may be because scholarship recipients often go through an interview process and are assessed by a scholarship reviewers, who may identify students’ stress and advise them to seek counseling.\n\nA positive attitude towards seeking help was also found to be a factor that increased the likelihood of seeking psychological help. Health-related students tend to have knowledge and understanding of mental health problems, which can reduce feelings of anxiety or stigmatization and make them more willing to seek mental health care.59,60 This is consistent with the findings of this study, which found that the mean score of the ATSPPH-SF in health-related students (mean =19.11) was higher than in previous studies in the general European population (mean = 17.4)61 and the Chinese population (mean = 18.13)62. Previous studies have found that those who have attended mental health training programs or received quality education on mental health information are more likely to have accurate knowledge and information on psychiatric disorders and reduce negative attitudes towards these disorders. This knowledge also helps improve decision making in seeking mental health care, both formally and informally.63, 64,65\n\nIn this study, the results show that parental attachment was not associated with seeking formal mental health care. This contradicts to previous studies which found that families who are aware of their children's problems, perceived and saw the impact of mental health problems on their children, had a good family’s support network were more likely to seek help and access mental health services than family without the aforementioned characteristics.11, 66 However, when we examined the relationship between family ties and seeking psychological support from family members, we found that individuals with mental health problems and good relationships with their parents were more likely to seek psychological support from their parents than those with poor parental attachment. Additionally, our study found that attitudes towards mental health services were not related to seeking formal mental health care. This may be due to the fact that most of the participants in our study had relatively positive attitudes towards mental health services, resulting in a lack of statistically significant correlation.\n\nThis study contributes to the understanding of seeking mental health care among health-related students who have mental health problems. However, the study still has several limitations. Firstly, the cross-sectional design of the study does not allow for conclusions regarding causality. Secondly, the sample is limited to students from only one university, which may not be generalized to students from other universities or fields. Future research should consider including a more diverse sample to enhance the generalizability of the results. Thirdly, it is worth noting that the internal consistency of some of the questionnaire sets was low, possibly due to the small number of items included. While low Cronbach's alpha values may be indicative of poor reliability, a small number of items does not necessarily mean that the questionnaire is invalid or unusable.18, 19\n\nHowever, in subsequent studies, it would be advisable to increase the number of items to improve the questionnaire's internal consistency. Fourthly, the self-report nature of the data may have introduced response bias or social desirability bias as participants may have underreported or overreported their symptoms or health-seeking behaviors, which can potentially affect the validity of the results. Finally, there may be other factors related to seeking mental health care, such as satisfaction level with mental health care services and support from society that are not addressed in this study and should be considered in future research."
    }
  ]
}