{
  "doc_id": "2c32b99d-cf53-4b20-869a-a285a33a11c7",
  "doc_title": "Mental health shame, self‐compassion and sleep in UK nursing students: Complete mediation of self‐compassion in sleep and mental health",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8046135",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "No outliers were identified. All variables demonstrated good internal reliability (α = 0.87–0.96; Table 1).\n\nDescriptive statistics: Mental health problems, mental health shame, self‐compassion and sleep in UK nursing students (n = 182)\n\nAs all variables apart from self‐compassion were not normally distributed (Shapiro–Wilk's test, p < .05), data were square‐root‐transformed to satisfy the assumption of normality (Field, 2017). Pearson's correlation was calculated (Table 2).\n\nCorrelations between mental health, mental health shame, self‐compassion and sleep in UK nursing students (n = 182)\n\np < .05,\n\np < .01.\n\nMental health problems were positively associated with all the mental health shame subscales (internal shame being the strongest positive correlate) and negatively associated with age, self‐compassion and sleep (self‐compassion being the strongest negative correlate). Additionally, self‐compassion was positively related to sleep and negatively related to external shame and internal shame. Lastly, sleep was associated with female gender. H1 was supported.\n\nMultiple regression analyses were conducted to explore the relative contributions of mental health shame, self‐compassion and sleep to mental health problems (Table 3). Mental health shame was calculated by summing all the subscale scores (Author et al., 2019c). First, gender and age were entered to statistically adjust for their effects (step one), and then, mental health shame, self‐compassion and sleep were entered (step two). Adjusted coefficients of determination (Adj. R 2) were reported. Multicollinearity was not a concern (VIF < 10). Mental health shame, self‐compassion and sleep accounted for 50% of the variance for mental health problems indicating a large effect size (Cohen, 1988; F(5, 166) = 39.31, p < .001). Mental health shame was a positive, and self‐compassion was a negative predictor of mental health problems. Self‐compassion predicted mental health problems (B = −6.65) to a larger degree than mental health shame (B = 0.32). Sleep did not predict mental health problems. H2 was partially supported (H2a‐b were supported while H2c was not).\n\nMultiple regression: Mental health shame, self‐compassion and sleep to mental health problems among nursing students (n = 182)\n\nΔ Adjusted R 2 = .50.\n\nB, unstandardized regression coefficient; SEB, standard error of the coefficient; β, standardized coefficient.\n\np<.05;\n\np<.001.\n\nLastly, a mediation analysis was conducted to appraise whether the relationship between sleep (predictor variable) and mental health problems (outcome variable) was mediated by self‐compassion (mediator variable), using model 4 in the Process macro (parallel mediation model; Hayes, 2013) (Figure 1).\n\nSelf‐compassion completely mediates sleep and mental health problems. Direct effect (total effect) of sleep on mental health problems. Parallel mediation: sleep as a predictor of mental health problems, mediated by self‐compassion. The confidence interval for the indirect effect is a BCa‐bootstrapped CI based on 5,000 samples. Values attached to arrows are coefficients indicating impacts. *p < .05, **p < .01, ***p < .001\n\nWhile the direct effects of sleep on mental health problems were not significant (b = −0.79, t(179) = −1.54, p = .13), the total effects and indirect effects of sleep on mental health problems were significant (total b = −1.79, t(180) = −2.63, p = .009; indirect b = −1.00, BCa CI [−1.94, −0.20]). An increase in sleep was associated with an increase in self‐compassion, which then was associated with a decrease in mental health problems. Self‐compassion completely mediated the effect of sleep on mental health problems. H3 was supported."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "This study explored relationships between mental health problems, mental health shame, self‐compassion and sleep in UK nursing students. Mental health problems were positively associated with mental health shame and negatively associated with self‐compassion and sleep (H1 was supported). Mental health shame and self‐compassion were significant predictors of mental health problems and sleep was not (H2 was partially supported; while H2a‐b were supported, H2c was not). Lastly, self‐compassion completely mediated the impact of sleep on mental health problems (H3 was supported). Relevancy to practice and future research were discussed for each item, as suggested in a review explored mental health in nurses (Edwards & Burnard, 2003).\n\nOne of the original values this study offers is that the negative association between sleep and mental health problems (i.e. students who sleep long tend to have good mental health) was explained by self‐compassion. It was not sleep by itself that had an impact on mental health: it was self‐compassion that impacted mental health. Short sleep negatively impacted self‐compassion, which then damaged mental health. Recently, the relationship between sleep and mental health (Menon et al., 2015; Zhang et al., 2018) and sleep and self‐compassion (Butz & Stahlberg, 2018; Kemper et al., 2015) has been reported. However, how these three variables are related to each other had not been explored (e.g. Kemper et al., 2015 explored sleep's correlations with mental health and self‐compassion separately). Indeed, sleep was correlated with both mental health and self‐compassion in our sample too, and we further identified that self‐compassion was a complete mediator between the two. This suggests the importance of incorporating self‐compassion in nursing curricula: when in employment many graduates will be required to work night shifts and irregular hours, leading to sleep deprivation and sleep problems (Stanojevic et al., 2016) and therefore, as our analyses show, increasing their risk of mental health problems. An example of sleep deprivation in nurses is the coronavirus disease 2019 (COVID‐19) pandemic; sleep deprivation occurred despite nurses being aware of its effect on mental health (Sun et al., 2020; Zhang et al., 2020). In addition, self‐compassion would facilitate nursing students to report mental health problems (Lipson et al., 2016). Therefore, nursing students developing skills to practise self‐compassion will allow them to maintain good mental health both during their studies and when in employment. For example, an eight‐week self‐compassion training (2.5 hr each) increased self‐compassion and reduced mental distress among UK nurses (Delaney, 2018). Likewise, an eight‐week self‐compassion training (1.5 hr each) increased self‐compassion in Iranian nursing students (Khorami et al., 2016). This type of training being embedded in nursing curricula will help nursing students prepare for the demanding nursing practice. New competency standards for registered nurses have recently been implemented, focusing on emotional resilience and emotional intelligence (Nursing & Midwifery Council, 2018). Though compassionate care for patients is noted as important, self‐compassion is not highlighted in these standards. Considering that self‐compassion is a better predictor of mental health than emotional resilience among UK social work students (Author et al., 2019d), UK nursing students may benefit from practising self‐compassion. Moreover, future research should evaluate the effects of self‐compassion training on sleep and mental health for nursing students.\n\nIn line with previous findings from other healthcare students (Kotera, Green & Sheffield, 2019a; Kotera, Green & Sheffield, 2019b), mental health problems were positively related to and predicted by mental health shame and negatively related to and predicted by self‐compassion. These findings suggest that reducing mental health shame and cultivating self‐compassion would be helpful for nursing students to maintain good mental health. Mental health education is needed for nursing students to reduce mental health shame. Recent findings demonstrated that the risk of depression was not related to whether the person is weak or inadequate; instead, it was related to social components including fatigue and stress (Kobayashi et al., 2020). Having the right knowledge about mental health can help to reduce mental health shame that nursing students may have. Moreover, as increased self‐compassion is associated with a lower level of shame (Sedighimornani et al., 2019), developing self‐compassion would be a helpful approach for nursing students to protect their mental health. By cultivating self‐compassion, nursing students can reduce their mental health shame and mental health problems.\n\nDespite self‐compassion already being taught in other caring professions (Nelson et al., 2018), educators need to be aware of the challenges of nurturing self‐care in nursing curricula: in nursing, taking care of oneself is stigmatized (Glass & Rose, 2008) and sometimes referred to as “responsible selfishness” (Adam & Taylor, 2014). In line with the authors’ experience of teaching self‐compassion to healthcare students, many students feel guilty about taking care of themselves. Therefore, theoretical understanding, before practising exercises, may be important. For example, Watson’s (2008) Theory of Human Caring describes that nurses’ care for self and others is interdependent, suggesting a need for self‐care for nurses (Mills et al., 2015). To offer compassion for others, we need to offer compassion to ourselves first, as caring for others requires caring for oneself (Dalai Lama, 2003; Lloyd et al., 2019). The importance of self‐care in nursing is highlighted in the competency standards for registered nurses established by the International Council of Nurses (Alexander & Runciman, 2003). However, in many countries, including the UK, self‐care is not emphasized (e.g. the competency standards for registered nurses by the Nursing & Midwifery Council, 2018 does not emphasize self‐care). Recently, partly because of the COVID‐19 pandemic, the importance of nursing has been recognized more (Ford, 2020) and the stigma of taking care of oneself may be diminishing. Educators in the UK nursing programmes can take advantage of this to incorporate a self‐care component into their curriculum.\n\nLastly, the full mediation of self‐compassion in the relationship between sleep and mental health problems may offer helpful insight for nursing students who are sleep deprived. While previously believed that insufficient sleep leads to poor mental health, our analyses did not find a direct linkage between sleep and mental health problems. This may mitigate the noebo effects of sleep deprivation, by which students believe that their mental health should suffer when they fail to secure enough sleep (Weimer et al., 2020). Our findings suggest that if a student has a strong self‐compassion, the impacts of sleep deprivation on mental health can be minimum; therefore, the student does not have to believe that they would not feel good on that day.\n\nWhile this study offers helpful insights into the mental health of UK nursing students, several limitations should be noted. First, our sample was recruited through convenient sampling from one UK university, which limits the generalizability of our findings (e.g. our sample recruited more males than the general sample of UK nursing students). Second, self‐report measures were used, which restricts the accuracy of participant responses for social desirability bias (Authors, 2020). Further, we only evaluated the length of sleep; other aspects of sleep (e.g. sleep quality and efficiency and time in bed) were not considered. Also, self‐compassion was measured using the Self‐Compassion Scale‐Short Form (Raes et al., 2011), which has been debated for its accuracy (Authors, 2020). Likewise, mental health problems were assessed using the total scale of DASS21; however, difference among depression, anxiety and stress has been debated, thus should be considered (Magalhaes et al., 2010). Lastly, because we employed a cross‐sectional design, the causal direction of the relationships among these variables could not be ascertained. Longitudinal studies would be useful to identify the causality."
    }
  ]
}