{
  "doc_id": "2e23904d-8a0a-444b-82ff-0df7bb59a7d5",
  "doc_title": "The unmet mental health needs of U.S. adults living with chronic pain",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11562766",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "Individuals living with chronic pain represent approximately 20.4% of the U.S. adult population,107 yet make up an estimated 39.1% of U.S. adults with a mental health treatment need (21.5 million of 55.1 million = 39.1%) (P < 0.001). Confidence intervals for population proportions as well as prevalence estimates in millions of people are presented in Table 2.\n\nMental health experiences among U.S. adults with a mental health treatment need, by presence/absence of chronic pain.\n\nData source: National Center for Health Statistics, National Health Interview Survey, 2019.\n\nN = national prevalence, reported in millions of U.S. adults, grouped by presence/absence of chronic pain.\n\n% = prevalence as a proportion of U.S. adults, grouped by presence/absence of chronic pain.\n\nTx used, A/D (−) = used mental health treatment in the past 12 months, screened negative for unremitted anxiety or depression.\n\nTx used, A/D (+) = used mental health treatment in the past 12 months, screened positive for unremitted anxiety or depression.\n\nTx not used, A/D (+) = did not use mental health treatment in the past 12 months, screened positive for unremitted anxiety or depression.\n\nTo visualize the distribution of mental health experiences among those with mental health treatment needs, we generated an alluvial plot showing the distribution of U.S. adults to the 3 mental health experience categories, grouped by presence/absence of chronic pain (Fig. 1).\n\nUse of mental health treatment (Tx) and status of anxiety/depression (A/D) screening, among all U.S. adults with a mental health treatment need, grouped by presence/absence of chronic pain.\n\nAmong U.S. adults with a mental health treatment need, those with chronic pain were substantially less likely than others to report the past 12-month use of MH treatment and screen negative for unremitted anxiety and depression. Only 44.4% of those living with chronic pain, an estimated 9.5 million people, used mental health treatment and screened negative for unremitted anxiety/depression symptoms, compared with 71.5% of those without chronic pain, an estimated 24.0 million people (P < 0.001) (Fig. 1, Table 2).\n\nAmong those who used mental health treatment and screened negative for unremitted anxiety and depression, direct measurement of intent-to-treat anxiety or depression is available for 76.4% of those without chronic pain and 87.0% of those with chronic pain. In medication-only users, 91.8% with chronic pain had intended to treat anxiety or depression compared with 84.4% of those without chronic pain; among those using both therapy and medication, 87.2% of those with chronic pain intended to treat anxiety or depression compared with 85.8% among those without chronic pain. Direct measurement of intent-to-treat analysis was not available for the 20.6% who did not use medication as part of mental health treatment. For these individuals, we considered having ever been told by a health professional they have anxiety or depression to be suggestive of intent to treat. Among all U.S. adults who used mental health treatment and screened negative for anxiety and depression, we estimated that treatment was likely intended to address anxiety or depression in at least 71.4% of U.S. adults without chronic pain and at least 83.8% of those with chronic pain. Full intent-to-treat analysis details are reported in Supplemental Table 1, http://links.lww.com/PAIN/C97.\n\nAmong U.S. adults with a mental health treatment need, those with chronic pain were more than twice as likely as those without chronic pain to report the past 12-month use of mental health treatment and screen positive for unremitted anxiety/depression. Approximately 37.2% of those living with chronic pain, an estimated 8.0 million people, used mental health treatment and screened positive for unremitted clinically significant anxiety/depression symptoms, compared with 15.2% of those without chronic pain, an estimated 5.1 million people (P < 0.001). U.S. adults with chronic pain are more than twice as likely as others to experience unremitted anxiety symptoms when mental health treatment is used. U.S. adults with chronic pain make up 61.1% (8.0 million of 13.1 million) of those who used mental health treatment and screened positive for unremitted clinically significant anxiety/depression symptoms (Fig. 1, Table 2).\n\nAmong U.S. adults with a mental health treatment need, 18.4% of those living with chronic pain, an estimated 4.0 million people, did not use mental health treatment during the past 12 months and screened positive for unremitted anxiety/depression, compared with 13.3% of those without chronic pain, an estimated 4.4 million people (P < 0.001). U.S. adults with chronic pain are significantly more likely than others to experience untreated anxiety or depression symptoms (Fig. 1, Table 2).\n\nFigure 2 demonstrates differences in mental health benefits across 3 inflection points in the mental health cascade of care. Mental health treatment need is substantially more prevalent among U.S. adults living with chronic pain than among those without chronic pain (P < 0.001). Specifically, 43.2% of U.S. adults living with chronic pain had a mental health need, corresponding to an estimated 21.5 million U.S. adults, compared with 17.4% of those without chronic pain, corresponding to an estimated 33.6 million people (Fig. 2, Table 3). A hypothetical (perfectly functioning) health system would have a slope of 0—all people with a mental health treatment need would use treatment and all people who used treatment would screen negative for symptoms. In real-world healthcare systems, there is always some unmet need, and the steepness of this slope, or the size of the stepdown between bars in Figure 2, shows the magnitude of the gaps in healthcare system performance.\n\nVisualizing the cascade to mental health benefit: comparing U.S. adults living with chronic pain (N = 49.8 million) to others (N = 193.1 million).\n\nCascade to mental health benefit, by presence/absence of chronic pain.\n\nData source: National Center for Health Statistics, National Health Interview Survey, 2019.\n\nN = national prevalence, reported in millions of U.S. adults, grouped by presence/absence of chronic pain.\n\n% = prevalence as a proportion of all U.S. adults, grouped by presence/absence of chronic pain.\n\n% MH need = prevalence as a proportion of U.S. adults with mental health need, grouped by presence/absence of chronic pain.\n\n% of Used MH Tx = prevalence as a proportion of U.S. adults who used mental health treatment in the past 12 months, grouped by presence/absence of chronic pain.\n\nA/D, anxiety/depression; MH, mental health; Tx, treatment.\n\nAmong all U.S. adults with mental health treatment needs, 81.6% of those with chronic pain used mental health treatment, compared with 86.7% of others (Table 3). Among U.S. adults who used mental health treatment in the past 12 months, those with chronic pain less often screened negative for anxiety/depression symptoms than those without chronic pain (P < 0.001). Among all U.S. adults who used mental health treatment in the past 12 months, only 54.4% of those living with chronic pain, an estimated 9.5 million people, screened negative for unremitted anxiety/depression, compared with 82.5% of those without chronic pain, an estimated 24.0 million people. U.S. adults with chronic pain make up 28.3% (9.5 million out of 33.5 million) of U.S. adults who used mental health treatment and screened negative for unremitted anxiety/depression.\n\nThe chronic pain-associated disparities in mental health treatment use and in the presence of unremitted symptoms among those who used treatment remained statistically and substantively significant in logistic regression models controlling for potential confounds including health insurance status, age, sex, race/ethnicity, presence/absence of a cancer diagnosis, and presence/absence of functional limitation in daily life. Among those with a mental health treatment need, chronic pain was associated with a 40.3% reduction in odds of using mental health treatment (unadjusted odds ratio = 0.684 P < 0.001; adjusted odds ratio = 0.597 P < 0.001). Complete logistic regression results on the use of mental health treatment (universe = U.S. adults with a mental health need) are presented in Supplemental Table 2, http://links.lww.com/PAIN/C97. Among those who reported the past 12-month use of mental health treatment, chronic pain was associated with 270% times the odds of screening positive for anxiety or depression (unadjusted odds ratio = 3.961 P < 0.001; adjusted odds ratio = 3.696 P < 0.001). Complete logistic regression results on unremitted anxiety and depression symptoms (universe = U.S. adults who reported past 12-month use of mental health treatment) are presented in Supplemental Table 3, http://links.lww.com/PAIN/C97."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "Our cascade-of-care analyses detected chronic pain-associated disparities at 3 distinct inflection points: (1) disproportionately frequent need for mental health treatment, (2) disproportionately infrequent past 12-month use of mental health treatment, and (3) disproportionately infrequent negative screening for anxiety/depression when past 12-month use of mental health treatment was reported. At every point, U.S. adults living with chronic pain were underserved. The association between chronic pain and suboptimal mental health experiences persisted in size and statistical significance when controlling for the influence of health insurance status, age, sex, race/ethnicity, presence/absence of a cancer diagnosis, and presence of functional limitations in daily life. Our intent-to-treat analysis found that differences in intention to treat anxiety or depression vs some other behavioral or mental concerns appear unlikely to drive these disparities.\n\nOur findings are consistent with previous patient-centered and provider-centered studies that suggest the existence of chronic pain-specific barriers to meeting the mental health needs of those living with chronic pain. Those living with chronic pain may have several reasons for the use of mental health care, eg, addressing sleep difficulty. Thus, the fact that U.S. adults with chronic pain access mental health care at lower rates than others with mental health needs is indicative of a meaningful treatment gap. Further research is needed to identify the mechanisms driving these disparities and design interventions capable of addressing the suboptimal mental health experiences of U.S. adults with chronic pain—including the study of the role of specific pain syndromes and subclassifications in relation to these disparities. We outline several possibilities that could plausibly exert a chronic pain-specific influence on the U.S. mental health system cascade of care and may be worthy of further exploration.\n\nPatients/providers may (inaccurately) assume that mental health treatment is only indicated for anxiety and depressive symptoms that are incongruent with an individual's perceived quality of life. If anxiety and depression are secondary to chronic pain, patients/providers may inaccurately assume that relief from anxiety and depression is possible only through relief from chronic pain. Yet, in fact, mental health treatment is a first-line treatment that can meaningfully reduce mental and emotional suffering and improve the quality of life of people whose lives are impacted by chronic pain.18,29,36,54,89\n\nProviders treating patients for chronic pain have little training in mental health and may not initially recognize mood symptoms as such; instead, significant anxiety or depression symptoms may be understood as pertaining to the aversiveness of pain alone.41 A typical experience in seeking treatment for chronic pain is a full workup with imaging and laboratory test results, searching for biological explanations for chronic pain. In many cases, mental health is only discussed after all biomedical investigation is exhausted without a positive finding. Some patients are being discharged from care when they are first advised that mental healthcare might help.50 Clinical workflows that approach pain and mental health dualistically (either/or) may communicate or reinforce the inaccurate belief that mental health treatment is a last-line treatment for “psychogenic” pain that has no verifiable basis.25,84 Primary and family care providers prescribe most prescriptions for anxiety/depression in the United States37 and are usually the first-line clinical encounter related to acute and chronic pain.20,64 This workforce may be an intervention target associated with high dividends at scale.41\n\nIn clinical encounters, the possibility of mental or behavioral health concerns may interact with the lived experience of chronic pain in complicated ways. Patients often feel stigmatized and invalidated by family, friends, coworkers, and previous healthcare interactions by the time they present at pain clinics.11,15,48 Some patients may interpret mental health screening as potentially discrediting perhaps reflecting provider's doubts as to the legitimacy of self-reported pain.32,62,75,79 Patients may also fear that acknowledging mental health comorbidity will reduce the likelihood of being prescribed opioids. The heightened mental health treatment stigma experienced by patients with chronic pain may lead many patients to resist the conceptualization of their chronic pain as having any emotional or mental components.11,32,73\n\nFor U.S. adults living with chronic pain who acknowledge mental health symptoms and are theoretically amenable to treatment, accessibility may still present some challenges. People living with chronic pain may have numerous medical appointments and medications that must be managed, yet time and disposable finances available for the pursuit of healthcare are finite. Secondly, mobility limitations associated with chronic pain may form a barrier to in-person mental health care visits. Finally, chronic pain may be more prevalent in rural and underserved communities,108 which also disproportionately experience shortages of mental health providers,35 health providers trained in pain management,80 and lack access to integrated models of care.28\n\nFew mental health providers are trained in chronic pain,9,28,41 potentially limiting the mental health treatment engagement and retention of those living with chronic pain. Patients may be willing to try mental health treatment but experience that the care is not responsive to their needs. Achieving culturally and linguistically appropriate mental health treatment may be more challenging, without providers trained in culturally and linguistically appropriate pain care.55,98 Providers may experience that patients living with chronic pain are among their most interpersonally challenging patients.61,94,95 Owing to low confidence and/or competency to address physical pain,28 mental health providers may disproportionately fail to perceive treatment benefits or more often discontinue mental health treatment of patients living with chronic pain.\n\nRandomized controlled trials support the effectiveness of psychiatric medication protocols and psychological interventions tailored specifically for those with chronic pain.28,41 However, only a small proportion of U.S. adults living with chronic pain likely receive mental health treatment that is designed to address the needs of those with chronic pain.\n\nStudies suggest that overlapping symptoms between chronic pain and anxiety/depression could lead to an inflated rate of positive screens for depression and anxiety among patients with high-impact chronic pain seeking pain specialist treatment.1,52 Further research should investigate whether these issues might also influence the measurement of anxiety and depression among those living with chronic pain in the U.S. adult general population.\n\nChronic pain is an aversive experience, and chronic pain is known to contribute to the development or exacerbation of anxiety or depression. Logically, it follows that fully eliminating the mental health disparities between those with and without chronic pain may not be realistically attainable. Still, the question remains open as to whether the bleak portrait presented above represents the best mental health outcomes possible for those living with chronic pain."
    }
  ]
}