{
  "doc_id": "393fb5ce-9ec6-4900-bf04-d5eaaf767295",
  "doc_title": "Measuring mental wellness among adolescents living with a physical chronic condition: a systematic review of the mental health and mental well-being instruments",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8576887",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "In accordance with PRISMA guidelines, we completed a flowchart detailing the selection process (Fig. 1). Following the screening, we included 208 articles for the quality appraisal. From this, 20 articles scored below 51% on the SFS scoring system and were subsequently excluded, leaving a sample of 188 articles. We screened the full text of 188 eligible articles and identified 22 articles which included samples of adolescents living with a CC or disease.\n\nPRISMA diagram\n\nAn overview of the study characteristics is presented in Table 2. The sample sizes in the studies ranged from 49 to 1938, and the participants ranged from 8 to 19 years. More than half of the studies were conducted in developed countries: three in Netherlands, and two each in Canada, United States of America, Australia, and Poland, and one each in France, Taiwan, Spain and Germany.\n\nCharacteristics of included studies (N = 22)\n\nChild Depression Inventory—Short Form (translated to Xhosa)\n\nRevised Children’s Manifest\n\nAnxiety Scale (translated to Xhosa)\n\nBeck Hopelessness scale\n\nChildren's Depression Inventory\n\nTennessee Self-Concept Scale\n\n(All three instruments were adapted to be culturally appropriate in the Ugandan context)\n\nHealthcare Needs Scale\n\nfor Youth with Congenital Heart Disease (Mandarin)\n\nThe questionnaire on health needs for adolescents (Mandarin)\n\nWHO Quality of Life-BREF (Taiwan version)\n\nPatient-Reported Outcomes Measurement\n\nInformation System (PROMIS)\n\nCerebral Palsy Quality of Life Questionnaire-Teen\n\nKIDSCREEN-10\n\nPaediatric Quality of Life Inventory\n\nMonitoring\n\nIndividual Needs in Diabetes Youth Questionnaire (MY-Q) (Dutch version)\n\nPaediatric Quality of Life Inventory\n\n(Dutch version)\n\nWHO-5 wellbeing index (Dutch version)\n\nWHO-5 wellbeing index (Dutch version)\n\nCenter for Epidemiologic Studies Depression Scale (CES-D) (Dutch version)\n\nChild Health Questionnaire (CHQ-CF87) (Dutch version)s\n\nThe Short Form 36 Health Survey (SF-36) (German version)\n\nThe Quality of Life Profile for Chronic Diseases (PLC) (German)\n\nThe Questions on Life Satisfaction (FLZ) (German)\n\nChild Youth Resilience\n\nMeasurement (CYRM-28) (translated to Chicewa)\n\nDiabetes Stress Questionnaire\n\nThe Pediatric Quality of Life Inventory 3.2 Diabetes module\n\nEQ-5D-Y (Spanish version)\n\nKIDSCREEN-27 (Spanish version)\n\nStrengths and Difficulties Questionnaire (Spanish version)\n\nPatient-Reported Outcomes Measurement\n\nInformation System (PROMIS)\n\nCerebral Palsy Quality of Life Questionnaire-Teen (translated to Bengali)\n\nBengali version Kidscreen-27\n\nBengali version Strengths and difficulties questionnaire\n\nQuality of Life in Short Stature\n\nYouth (QoLISSY) (translated to Dutch)\n\nKIDSCREEN-52 (Dutch version)\n\nPatient-Reported Outcomes Measurement\n\nInformation System (PROMIS)\n\nThe Paediatric Quality of Life Inventory (Peds-QL)\n\nThe Cystic Fibrosis Questionnaire (CFQ)\n\nThe Hunter Opinions and Personal Expectations Scale (HOPES)\n\nMost studies (n = 18) were published after 2010, with only 4 studies published before 2010. Adolescents with Type 1 Diabetes (n = 7) [33, 35–37, 42, 43, 49] and HIV (n = 4) [30, 31, 38, 41] constituted half of the total number of studies. Other conditions were Asthma [33, 49] Cerebral Palsy [34, 46], Cystic Fibrosis [35, 40, 51] and Chronic Pain [45, 50] with two studies each: with single studies on Congenital Heart Disease [32], Sickle cell disease [33], Cancer [35], Adolescent Idiopathic Scoliosis [39], Juvenile Idiopathic Arthritis [44], Strabismus [47] and Short Stature [48], and Chronic Disease (unspecified by authors) [49]. Additionally, 3 of the studies [33, 35, 49] used samples of adolescents living with a various chronic illness, rather than looking at adolescents with a specific chronic illness, thereby suggesting that the instruments used in these studies were not symptom/disease specific. All four studies that were conducted in Africa involved ALHIV [30, 31, 38, 41] while studies involving adolescents living with type 1 diabetes are mostly from European and American countries [33, 36, 37, 42, 43, 49]. The KIDSCREEN [n = 5] and Strengths and Difficulties Questionnaire [n = 5] were the most frequently used measuring instrument.\n\nFrom the 22 articles, we identified a total of 31 instruments that were used to measure either mental health (n = 8) or mental well-being (n = 15) or in combination (n = 8) (Table 3). We categorised the mental health instruments as those that measure symptoms or aspects related to a specific mental illness (i.e. symptoms of depression), and mental well-being instruments as those that measure aspects related to [over-all] mental wellness or positive mental health (i.e. resilience, hopefulness).\n\nCharacteristics of the Included Instruments\n\nFeelings about the future\n\nLoss of motivation\n\nExpectations\n\n✓\n\n(n = 3)\n\n✓\n\n(n = 5)\n\n✓\n\n(n = 3)\n\nChild Youth Resilience\n\nMeasurement (CYRM-28)\n\n✓\n\n(n = 4)\n\n✓\n\n(n = 2)\n\n✓\n\n(n = 3)\n\n✓\n\n(n = 1)\n\n✓\n\n(n = 1)\n\n✓\n\n(n = 3)\n\n✓\n\n(n = 4)\n\n✓\n\n(n = 2)\n\n✓\n\n(n = 1)\n\nHunter Opinions and Personal Expectations\n\nScale (HOPES)\n\n✓\n\n(n = 1)\n\n✓\n\n(n = 2)\n\n✓\n\n(n = 1)\n\n✓\n\n(n = 1)\n\n✓\n\n(n = 4)\n\n✓\n\n(n = 1)\n\n✓\n\n(n = 8)\n\n✓\n\n(n = 1)\n\nPhysical Functioning (8 items)\n\nEmotional Functioning (5 items)\n\nSocial Functioning (5 items)\n\nSchool Functioning (5 items)\n\n✓\n\n(n = 3)\n\n✓\n\n(n = 1)\n\n✓\n\n(n = 4)\n\n✓\n\n(n = 2)\n\n✓\n\n(n = 5)\n\n✓\n\n(n = 1)\n\n✓\n\n(n = 8)\n\n✓\n\n(n = 2)\n\n✓\n\n(n = 1)\n\n✓\n\n(n = 3)\n\n✓\n\n(n = 1)\n\nDepressive affect\n\nSomatic complaints\n\nPositive affect\n\nInterpersonal activity\n\n✓\n\n(n = 4)\n\n✓\n\n(n = 1)\n\nAnhedonia, negative mood/physical symptoms, negative self-esteem, interpersonal problems,\n\nIneffectiveness\n\n✓\n\n(n = 5)\n\nChild Depression Inventory—Short\n\nForm\n\n✓\n\n(n = 4)\n\n✓\n\n(n = 1)\n\n✓\n\n(n = 1)\n\n✓\n\n(n = 2)\n\nRevised Children’s Manifest\n\nAnxiety Scale\n\n✓\n\n(n = 3)\n\nEmotional symptoms subscale Conduct problems subscale\n\nHyperactivity/inattention subscale\n\nPeer relationships problem subscale Prosocial behaviour subscale\n\n✓\n\n(n = 5)\n\n✓\n\n(n = 3)\n\n✓\n\n(n = 2)\n\n✓\n\n(n = 1)\n\n✓\n\n(n = 7)\n\n✓\n\n(n = 3)\n\n✓\n\n(n = 5)\n\n✓\n\n(n = 1)\n\n✓\n\n(n = 3)\n\n✓\n\n(n = 1)\n\n✓\n\n(n = 4)\n\n✓\n\n(n = 1)\n\n✓\n\n(n = 2)\n\n✓\n\n(n = 1)\n\n✓\n\n(n = 4)\n\n✓\n\n(n = 1)\n\n✓\n\n(n = 4)\n\n✓\n\n(n = 2)\n\n✓\n\n(n = 1)\n\n✓\n\n(n = 7)\n\n✓\n\n(n = 5)\n\nLimitations in physical activities because of health problems\n\nLimitations in social activities because of physical or emotional problems\n\nLimitations in usual role activities because of physical health problems\n\nBodily pain\n\nGeneral mental health (psychological distress and well-being)\n\nLimitations in usual role activities because of emotional problems\n\nVitality (energy and fatigue)\n\nGeneral health perceptions\n\n✓\n\n(n = 3)\n\n✓\n\n(n = 1)\n\n✓\n\n(n = 5)\n\nWith the exception of the WHO-5 well-being index [36, 37], all instruments measured domains associated with either mental health, mental well-being or both. For example, five of the mental well-being instruments are aimed at measuring different constructs related to mental well-being such as: resilience [41], hopefulness [51], self-esteem or sense of coherence [31] and spirituality [35]. These concepts refer to hedonic dimensions of mental well-being, i.e. are associated with ‘feeling well’. The exception is measuring resilience as a concept, which related to function or eudemonic well-being. This suggests that studies using instruments which measure singular constructs of mental well-being may be interested in understanding how hedonic (feeling well) indicators influence the general mental health and well-being of adolescents with a physical CC. On the other hand, it may be that eudemonic (functioning well) measures are being underrepresented or that these indicators are subsumed as subscales in HRQoL measures. However, each of these instruments were used only once, whereas the WHO-5 Well-being Index was used twice, indicating that instruments which include multiple domains of mental health and well-being may be preferable to instruments which measure singular constructs.\n\nAdditionally, seven of the instruments measured constructs that are detriments to mental health such as emotional and behavioural problems [38, 39, 43, 44, 46], symptoms of depression [30, 31, 37], symptoms of anxiety [30] and hopelessness [31]. These instruments measure negative feelings; except for the SDQ which also measures behaviours that can negatively affect mental health. The SDQ measure was used frequently across the studies suggesting that both emotional and behavioural risks to mental health are important considerations among adolescents living with a physical CC. Additionally, measures screening for depression among adolescents with a CC were used frequently. This is not surprising as adolescents with a physical CC are at risk of developing depression as a co-morbidity. The CESD scale is the only measure of depression in this review which measures a positive aspect of mental health (positive affect). Screening for depressive symptoms may help prevent onset of disorders.\n\nThe Diabetes Stress questionnaire is a disease specific instrument which measures mental health and mental well-being in adolescents living with diabetes. It is included in this category as it measures specific stressors related to living with diabetes, which may negatively impact mental health. Additionally, it includes the subscale of ‘self-care’ which is related to the eudemonic well-being construct of self-efficacy.\n\nThe review identified various HRQoL and QoL instruments that were used as mental health and mental well-being measures. HRQoL and QoL are often related to mental well-being measures as the social indicator’s movement in the 1950s, which pertained to quality of life, gave rise to the development of theoretically based and validated instruments of positive psychological functioning including a sense of well-being and hope [52]. This may explain why none of the HRQoL or QoL instruments can be categorised as having only mental health subscales. HRQoL has been developed into a multi-dimensional concept that includes domains related to physical, mental, emotional, and social functioning. It goes beyond direct measures of population health, life expectancy, and causes of death, and focuses on the impact health status has on quality of life [53].\n\nFrom Table 2, seven of the HRQoL include both mental health and mental well-being subscales, namely: Patient-Reported Outcomes Measurement Information System (PROMIS) paediatric profile -25 [33, 46, 50]; Child Health Questionnaire [37]; EQ-5D-Y [43]; Monitoring Individual Needs in Diabetes Youth Questionnaire (MY-Q) [36]; Quality of Life Profile for Chronic Diseases (PLC) [40]; Paediatric Quality of Life Inventory Diabetes Module (PedsQL-DMTM) [42]; and the Short Form 36 Health Survey (SF-36) [40]. Additionally, the Questions on Life Satisfaction (FLZ) was identified as a QoL measure [40].\n\nIn this category the PROMIS instrument paediatric profile-25 [30, 31, 37] was used frequently. Additionally, PROMIS, EQ-5D-Y and CHQ are the only instruments in this category designed to measure HRQoL in general child and adolescent populations and those living with a physical CC or illness. This may allow for comparisons to be made between general child/adolescent populations and those living with a CC. In comparison to the CHQ, the PROMIS measure has fewer subscales. However, in these subscales’ mental health (anxiety, depression) and physical well-being are emphasized, whereas the CHQ seem to emphasize the mental well-being subscales. Similarly, the EQ-5D-Y focuses more on physical aspects of well-being. The PROMIS may be used more frequently to provide information regarding the prevalence of depressive and anxiety symptoms in relation to physical functioning.\n\nSimilarly, the MY-Q and PedsQL-DMTM are both disease specific measures designed for child and adolescents living with diabetes. The four subscales of the MY-Q mostly emphasize both hedonic and eudemonic mental well-being concepts such as social and emotional well-being, self-efficacy satisfaction and general QoL. However, the ‘diabetes management’ subscale includes aspects which also relates to mental health (worries) and physical well-being (problematic eating and treatment barriers). The PedsQL-DMTM also has four subscales which represent mental health, well-being and physical well-being as it relates to living with diabetes specifically.\n\nThe SF-36 is a validated and well-researched measure of QoL in adult populations. In this review it was used in a comparison study with the PLC and FLZ instruments on a sample of adolescents and adults living with cystic fibrosis. Both the PLC and FLZ instruments were developed in Germany to measure QoL in the general population with the PLC being designed specifically for those with a chronic disease. Compared to the other instruments in this review, these may be less suited to use with adolescent populations.\n\nAdditionally, six of the HRQoL and three QoL measures are categorized as mental well-being measures. These are the Paediatric Quality of Life Inventory (PedsQL) [34, 36, 50], The KIDSREEN questionnaires [34, 43, 46–48], Cystic Fibrosis Questionnaire (CFQ) [51],Vécu et Santé Perçue des Adolescents (VSP-A) [49], WHO Quality of Life BREF [32]; Cerebral Palsy Quality of Life Questionnaire-Teen [34, 46]; and the Quality of Life in Short Stature Youth (QoLiSSY) [48].\n\nThe KIDSCREEN questionnaires, PedsQL and VSP-A were specifically developed to measure HRQoL in adolescent populations. The three versions of the KIDSCREEN questionnaires provide some flexibility for researchers who may choose to use the questionnaire based on completion time. For example, for younger adolescents it may be more appropriate to use the KIDSCREEN-10 (5 min) or KIDSCREEN-27 (10–15 min) to ensure they do not get fatigued while filling out the questionnaire. The KIDSCREEN-52 (15–25 min) may be more appropriate for older adolescents. Additionally, the KIDSCREEN questionnaires were designed to measure physical well-being and emphasized both hedonic and eudemonic dimensions of mental well-being. Similarly, the Peds-QL measures physical well-being and hedonic and eudemonic well-being. The VSP-A is a French instrument which has similar well-being subscales as the KIDSCREEN and Peds-QL. However, it also includes ‘vitality’ and ‘relationship with medical staff’ which may be useful to assess in adolescents who have chronic conditions.\n\nThe CFQ is a disease specific instrument that can be used a measure of mental well-being among adolescent and adult populations diagnosed with cystic fibrosis. The Cerebral Palsy Quality of Life Questionnaire-Teen and QoLiSSY instruments are both age and disease specific measures of well-being. Unlike other instruments included in this review, the QoLiSSY includes a specific ‘coping’ subscale. Coping is often listed as an important indicator of eudemonic well-being as it speaks to one’s ability to overcome challenges and improve resilience. It may be that ‘coping’ items are included within other subscales in the instruments such as the ‘individual’ subscale in the CYRM-28 measure or the ‘psychological well-being’ scale in the KIDSCREEN.\n\nThe Healthcare Needs Scale for Youth with Congenital Heart Disease (HNS-CHD) measures the transitional healthcare needs of adolescents living with a congenital heart disease. The questionnaire on health needs for adolescents [32] measures the healthcare needs of adolescents and was used to establish the concurrent validity of the HNS-CHD [41]. These instruments measure mental health and mental well-being by looking at the healthcare needs of adolescents which allow for early identification of mental health problems. However, not much information about these instruments is available outside of this initial study [41].\n\nWe found that 21 of the instruments included one or more subscales related to physical well-being. As shown in Table 2, some of the physical well-being subscales may overlap with the mental health and mental well-being subscales. For example, the Center for Epidemiological Studies Depression (CESD) questionnaire includes 4 subscales aimed at measuring symptoms of depression. One of the subscales, ‘somatic complaints’ relates to physical symptoms of depression. However, it is also related to the individual’s physical well-being. Similarly, the Short Form Health 36 Survey (SF-36) includes subscales like ‘Limitations in social activities because of physical or emotional problems’, which again relates to both physical well-being and mental health (i.e. emotional state has a negative effect on functioning). This is not surprising as mental health, as it relates to mental illness considers somatic symptoms or functioning capabilities as an indicator to diagnose and assess the severity of an individual’s mental illness."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "The increase in HRQoL studies on people living with a CC, indicates a shift to include social and psychological dimensions of health in biomedical research [9]. Our review confirmed that HRQoL is considered as a useful measure for assessing physical and psychosocial well-being among adolescents living with a CC. However, there are concerns that measures of HRQoL may focus more on physical health domains and therefore may not be appropriate for measuring HRQoL in people with mental health problems [54]. However, as shown in Table 3, and confirmed by Bech et al. [55], HRQoL instruments have more domains relating to mental well-being than physical well-being. Indeed, we found that many of the other instruments measuring mental well-being also included measures of HRQoL or QoL.\n\nAdditionally, adolescents in these studies were not diagnosed with any mental health problems. Therefore, it may be that these HRQoL instruments are useful for assessing the mental well-being of adolescents with a CC before they develop or are diagnosed with mental health problems. The PedsQL-DMTM was the only HRQoL instrument which measured a mental health domain (worry). This suggests that while mental well-being may be a key and necessary feature in HRQoL research, it may be that mental health is either underrepresented as Connel et al. [56] argue, or it may be that measuring mental health is not considered useful in certain contexts. According to Bech [55], the mixture of distress and well-being items has become increasingly problematic as well-being is an important aspect of HRQoL while mental health measures are related to the stipulations of diagnostic manuals such as the DSM V and ICD-10. However, as seen from Table 3, instruments often include both mental health (distress) and mental well-being domains to decrease floor and ceiling effects. In their study, Bech et al. [55] show that despite containing ‘pure’ well-being items, the WHO-Five measure was found to be more sensitive and had lower ceiling effects in comparison to the SF-36 mental health (distress) scales. This reflects a conceptual problem related to the psychometrics of measuring mental health—that is, to what extent is the absence of mental disorder symptoms equal to a high degree of psychological well-being? Nevertheless, this highlights the importance of conceptualising mental health and mental well-being as it will determine which instruments are most appropriate to use.\n\nSawyer et al. discussed issues relating to HRQoL measures as there are discrepancies between parental proxy reports and adolescent’s self-reports [9]. We found that ten of the included studies used self-report measures to measure HRQoL while five included both parent and adolescent reports. This suggests that self-report measures with adolescents living with a CC may be preferred to measure HRQoL. Of the five studies using HRQoL self- and parent reports, three [33, 34, 46] reported that there were discrepancies between the adolescents and parents, which were discussed as being consistent with previous studies. According to the KIDSCREEN group [57], there are issues regarding discrepancies between parent and adolescent reports, yet sometimes proxy reports are necessary for additional information or when the adolescent is unable to respond. Additionally, parent perspectives are important as they contribute to health-care decision making [57]. However, if there are any discrepancies between the child/adolescent report, the adolescent should be considered the preferred respondent [9, 37, 42].\n\nAdditionally, the choice of disease-specific or generic instruments should be considered as generic instruments facilitate comparisons between adolescents with different conditions and population norms whereas disease specific instruments can measure differential effects related to a specific disorder [56]. Our findings show that of the 31 instruments, 7 were disease specific (of which three focused on diabetes). Previously only a few studies have compared HRQoL across adolescents with different disorders as most studies focus on adolescent populations with a specific disorder. In our review we found three studies which involved samples of adolescents with different disorders. While disease specific studies are useful in describing the psychological effects (i.e., coping, adjustment, mental health problems) of individual diseases and conditions on adolescents and their families, research on the similarities and differences between disorders or diseases could inform practice and policy [56]. Additionally, measures that transcend specific diseases and conditions may help us better understand how structural elements of paediatric and mainstream healthcare systems can facilitate or hinder transitions of care [56]. Furthermore, considering the context of resource limited countries, it may be more practical to make comparisons between features of different disorders or conditions to understand how best to maximise health resources, design sustainable intervention programmes and establish adolescent friendly services for adolescents living with a CC.\n\nThe KIDSCREEN, SDQ, Paediatric Quality of Life and PROMIS instruments were repeatedly used across the 22 studies and proven to be reliable and valid instruments. Unlike the other instruments mentioned here, the SDQ is the only ‘mental health’ measure as it is often used as an emotional and behavioural screening tool rather than a measure of HRQoL or QoL. This is not to say that the SDQ is the only mental health/mental well-being measure to use among adolescents living with a CC. Indeed, there are a variety of reliable and valid measures of mental well-being and mental health to be used in adolescent populations such as the Warwick-Edinburgh Mental Well-being Scale (WEMWBS) or the Beck Youth Inventory. However, as shown in this review it may be that HRQoL instruments are more preferable for use in adolescent populations with a CC as Sawyer et al. [9] argued. Additionally, instruments such as the SDQ and KIDSCREEN were specifically developed for adolescent populations, whereas the WEMWBS is designed for all ages."
    }
  ]
}