{
  "doc_id": "3b65e81a-aa19-40f5-ba15-58c5a3441fba",
  "doc_title": "Attitudes towards mental health and the integration of mental health services into primary health care: a cross-sectional survey among health-care workers in Lvea Em District, Cambodia",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC5496090",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "Overall information was collected from all 75 health workers. More than two-thirds (76.0%; n = 57) of the participants were female and 75.7% (n = 56) were married. Most of the respondents (97.3%; n = 73) were Buddhists. The mean age was 35.7 years (SD 11.4; median 30.0), and 59.4% (n = 41) had a diploma-level education while 40.6% (n = 28) had a degree-level education. As many as 41.7% of the participants had been working in clinical settings for more than 10 years (Table 1).\n\nCharacteristics of respondents (n = 75).\n\nNotes: aOne-year training program after high school.\n\nbThree-year training program after high school.\n\ncStudents and staff performing various medical tasks including vaccination and distribution of medication without any specific education within the medical field.\n\nOne-third of the respondents (32.0%; n = 24) reported that they had received some kind of training in mental health care. Among these respondents a majority reported that the training was regarding child mental health, through CCAMH-organized workshops. Almost half of the respondents (44.3%; n = 31) declared that they had some knowledge about mental illness from their university studies, but the most frequently reported source for knowledge about mental illness was public media (61.4%, n = 43).\n\nWhen asked what resources were missing regarding mental health care, 94.5% (n = 69) reported better knowledge and training of the staff. Almost one-third (28.8%; n = 21) thought that medication for mental illness was lacking and should be provided at PHC level. A clear majority of the respondents (90.3%; n = 65) thought that mental health care was needed or very much needed in their area. Around half of the respondents (56.8%; n = 42) declared that they had met adults during the last year that they believed had some kind of mental illness. A lower proportion of the participants, 32.9% (n = 24), had met children with the same problems (Table 2).\n\nTraining and setting for mental health service.\n\nTable 3 shows that a large proportion of the respondents thought that mental illness was a problem for Cambodia and there was a consistent belief that mental health care is important. Many of the participants (66.7%; n = 50) agreed with the statement that mentally ill people are dangerous and show unpredictable behaviour. Some 23.3% (n = 17) stated that people with mental illness should not be allowed to work and 33.8% (n = 25) thought that mentally ill people should not be allowed to have children. However, it is encouraging that 68.9% (n = 51) disagreed with the statement ‘Mental health is less important than physical health’.\n\nHealth-care workers’ stigma and attitudes towards mental illness.\n\nAn index describing a summary of these statements regarding stigma and attitudes towards mental illness was constructed and calculated for 71 participants. Four participants were excluded due to missing answers in one or more of the index statements. Figure 2 illustrates the index score distribution among the responders. The responders’ index score was between −2 and +8, with the distribution of the scores towards the more positive part of the axis. The mean value for this index was +4.0 (median 4.0; SD 2.2). Only one (1.4%) participant had a negative value when summarizing the answers.\n\nDistribution of index scores for stigma and attitudes towards mental illness.\n\nFour factors were significantly associated with a more positive attitude and less stigma in the univariate analysis (Table 4): (1) the opinion that there is a need for mental health services in the district; (2) having received some training about mental health care; (3) profession, i.e. the medical doctors – the group of medical doctors, however, only comprised two participants; and (4) having seen adults that might have problems with mental illness. There was, however, no such association among those respondents that had reported seeing children with the same kinds of problems. In the multivariable analysis the only significant associations found for a more positive attitude were being a medical doctor and having received some training about mental health care (Table 4).\n\nAssociation between attitudes towards mental illness and socio-demographic variables.\n\n*p < 0.05, **p < 0.01.\n\n1This group only included two participants.\n\nAs many as 77.0% of the participants thought that health-care centres can play an important role in improving the mental health service, 78.7% were interested in having mental health services integrated into their facility and 81.3% showed interest in personally delivering mental health care (Table 5).\n\nHealth-care workers’ attitudes towards integration of mental health services into primary health care.\n\nIn total, 72 participants were included in constructing the index describing the overall attitude towards the integration of mental health services into PHC. Three participants were excluded due to missing answers. Like the previous index, the integration index was distributed towards the more positive part of the axis (Figure 3). The responder’s index score was distributed between −5 and +5. The mean value for this index was +2.9 (median 3.0; SD 2.2). A proportion of 8.3% (n = 6) of the participants scored a negative value.\n\nDistribution of index scores for attitudes towards integration of mental health service into primary health care.\n\nSimilarly to the previous score for stigma, an association with a more positive attitude towards integration was found in the univariate analysis for those health-care workers who estimated a higher need for mental health services in the villages, as well as for those who reported having met people with mental health problems (Table 6). For this index there was also an association with age. In the multivariable analysis, only considering a higher need for mental health services remained associated with the integration index.\n\nAssociation between attitudes towards integration of mental health care into primary health care and socio-demographic variables.\n\n*p < 0.05, **p < 0.01.\n\n1 This group only included two participants."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "This study explored health-care workers’ attitudes towards mental illness and the integration of mental health services into PHC in a rural district in Cambodia. There were some tendencies to stigmatize beliefs among this studied group. However, more importantly, there was a general positive attitude towards, and willingness for, future integration of mental health services into non-specialized facilities.\n\nDespite the general positive attitude towards mental illness, 66.7% considered mentally ill people to be unpredictable and dangerous. This is slightly more than in similar studies on attitudes from Zambia [32]. However, the reason why the health-care workers had this opinion was not further investigated in this study. Significant proportions of the respondents agreed with the statements that people with mental illness should not be allowed to work (23.3%) and not be allowed to have children (33.8%). An interesting topic for further studies would be whom the health-care workers have in mind when they refer to ‘people with mental illness’. It is possible that the participants might be referring to people with acute psychosis or mania when they consider them to be potentially more dangerous. These are, however, stigma-related thoughts against MNS disorders and it is important that health-care workers are made aware of their own attitudes and the way they may produce and reproduce them [29,32,33] as well as the effect of negative attitudes on the quality of the care service [29].\n\nA more favourable attitude was found among respondents who had identified mental illness recently in their area and assessed that there was a need for mental health care. A relationship between a positive attitude towards mentally ill people and personally knowing someone suffering from such a disease is well known from the literature [34]. The lack of association found for age, gender and marital status was also similar to previous studies [31].\n\nIn this study the only association found between profession and positive attitude was for those with the highest level of education, the medical doctors, similarly to findings in the sub-Saharan region [35,36] and Nepal [37]. This group did however only comprise two participants, which makes the result uncertain. The lack of a stronger association with other levels of education could be explained by the very limited training for mental health within all parts of the educational health system in Cambodia. According to younger graduate medical doctors, psychiatry has recently been included in their education (personal communication). The nursing schools are also supposed to have included theoretical courses for basic training, but the practical value of this education is unlikely to be enough according to the national strategic plan [22]. Greater knowledge and more highly trained health workers with regard to mental health care have previously been associated with more favourable attitudes [31]. Those participants in this study who reported having received some kind of medical training regarding mental health care, regardless of their educational level, did however indicate having less stigma towards mental illness. Continuing the education for PHC workers is probably essential for enhancing their attitude towards, and competence in, taking care of patients with mental illness.\n\nThe overall willingness for integration of mental health services into primary care is similar to that found by other studies carried out in Zambia and Nepal [38,39]. Since the health-care workers in these settings are the most crucial human resource for scaling up the MNS health care [5], this is an important finding.\n\nIn a study from Zambia, the cited reasons why integration would be beneficial were that the patients would be more willing to access care, care would be brought closer to the communities and the human resources for mental health would increase [38]. Logistical challenges where community members have emphasized the money and time to be saved for the patients have been seen in Uganda [9]. Also, in this study the health-care workers commented that it would be better if medication could be provided at the health centres, to enhance the availability of treatment. In the study district, it is necessary to visit a specialized unit in Phnom Penh to receive any mental health service. Every time a patient needs a prescription for mental health-related medication it takes all day, because of the inaccessible infrastructure. Often a family member is accompanied, resulting in the loss of daily income for two people. The health-care workers in Lvea Em District, for example, identified a problem with relapses for psychotic patients who could not afford to go to the city to get their medication. This becomes an economic barrier to receiving mental health care in low-income and rural settings. Providing medicine at PHC level, as suggested by the health-care workers, would enhance the availability of medications for patients and probably improve treatment compliance.\n\nReduced stigma and more education alone are not enough to provide mental health care. The health-care workers of Lvea Em District were unanimous in their belief that better knowledge and training of the staff at the health-care centres are essential for scaling up the quality of mental health services. For a successful integration attention needs to be paid to how the scale-up process should be achieved and what kind of training is relevant. Intervention tools, like mhGAP (the Mental Health GAP Action Programme), can be used and there is an ongoing process to evaluate its long-term outcomes and ways of making improvements [40]. Evidence shows that the training needs to be relevant to its context with continuing in-service education and effective supervision [7,9,40]. In Cambodia in the mid-1990s 600 nurses and doctors were taking part in a 3-month course on psychiatry primary care, initiated by NGOs, but today only 10% of them remain working within this kind of service [22]. In a future scaling-up project one needs to reconsider how to keep the human resources and knowledge already acquired in place, including awareness and prevention of the risk for health-care workers to become overburdened when one more task is shifted onto them [9].\n\nAdequate guidance and leadership are essential for developing the mental health policy as well as coordinating funding and training [41]. International agencies and NGOs have been very influential in the developing of Human Resources for Health (HRH) in Cambodia, as well as contributing with financing. In the 1990s there were conflicting agendas between the different actors and lack of coordination. However, today a more coordinated approach seems to have emerged [42,43]. There is a Mental Health Strategic Plan where the ambition is to reduce the burden of MNS disorders and where key challenges are highlighted [22]. Several deficiencies are identified, e.g. the lack of drugs used for psychiatric treatment, the shortage of competent staff, the inadequate infrastructure, the lack of screening tools and guidelines and the very limited financial resources, including low salaries for staff working with mental health. A recent overview of the mental health situation in Lvea Em District confirms this situation [25]. Cambodia already has experience from scaling up projects within PHC. In the 2000s the country’s maternal care was facing several similar deficiencies regarding human and financial resources [44], and the approach from this successful work can also be adopted when it comes to development of the mental health care.\n\nAll the potential challenges need to be kept in mind. The overall positive attitudes from the health-care workers in this study do however contribute to an optimistic outlook for future implementation programmes and the improvement of mental health care. A governmental commitment to improving human competence and the availability of appropriate medication could make mental health care accessible in the settings where a majority of the Cambodian population lives today, and thus help reduce stigma-related barriers as well.\n\nThe questionnaire used in this study was not validated but based on previous studies. By using a validated survey the usability is ensured, analyses become more trustworthy and follow-up more reliable. Another limitation was that there was no back-translation of the questionnaire, which may have caused possible conceptual and semantic errors.\n\nNot all of the participants got the opportunity to meet the researcher along with the translator, which could have made it difficult for them to seek clarification if they had any questions. This may have affected the quality of the answers. However, the participants who received their questionnaires with second-hand instructions were compared with those who got first-hand instructions and no significant differences in attitudes were found between the two groups. Among the second-hand-instructed participants there were however significantly more missing answers than from the first-hand-instructed group.\n\nWe are aware that some of the answers could have been influenced by the health workers’ working conditions or the health system’s organization. However, this potential bias could not be assessed since the study did not collect information about the structure and functioning of the district health-care system."
    }
  ]
}