{
  "doc_id": "413b399b-ad96-47ac-aa41-908164a7c795",
  "doc_title": "Unknown Article Title",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11280139",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "Sample characteristics are summarized in Table 1. Diverse Asian subgroups were represented in the study (N = 2,609), including 640 Chinese (24.5%), 574 Asian Indians (22%), 471 Koreans (18.1%), 513 Vietnamese (19.7%), 265 Filipinos (10.2%), and 146 other Asians (5.6%). The other Asian group included Nepalese, Pakistani, Cambodian, and Japanese. Approximately half of the participants were between the ages of 18 and 39 (48.3%) and were female (55.2%). Over 90% of the overall participants were foreign-born and over 60% had limited English proficiency. Over 44% of the sample met the criteria for mental distress. Regarding self-rated mental health, 8.6% of the sample fell into the category of fair or poor self-rated mental health. About 10% of the sample had prior use of mental health services. Over 67% of the sample reported a willingness to utilize mental health services in the future.\n\nNote. χ2 analyses were conducted by comparing each ethnic group with Chinese\n\n* p < .05\n\n** p < .01\n\n*** p < .001\n\nTable 1 also reflects ethnic group differences. Compared to Chinese participants, those who identified as Vietnamese had a markedly higher rate of mental distress (54.6% vs. 38.9%). Asian Indians, Koreans, Vietnamese, Filipinos, and those identifying as other Asian ethnicities had lower rates of fair or poor self-rated mental health (5.1%-9.2%) than Chinese participants (13.7%). Compared to Chinese participants, Asian Indians had a notably lower rate of prior mental health service utilization (6.4% vs. 12.5%). Additionally, the proportion of the Chinese sample with future willingness to use mental health counseling (77.8%) was higher than those of Asian Indians, Koreans, Filipinos, and those identifying with other Asian ethnicities (59.2%-65.1%).\n\nIn bivariate correlations, there were no concerns about collinearity. The highest correlation was observed between nativity and English-speaking ability in the overall sample (Spearman’s rho = .35, p < .001); those who were foreign-born were more likely to have limited English proficiency.\n\nFindings from the logistic regression models of willingness to use mental health counseling are summarized in Table 2. In the overall sample, female participants had higher odds of future willingness to use mental health counseling than male participants. All ethnic groups, except Vietnamese, demonstrated significantly lower odds of future willingness compared to Chinese. Those with limited English proficiency also had lower odds of willingness to use counseling than their English-proficient counterparts. Regarding mental health status, those meeting the criteria for mental distress had 17% lower odds of future willingness to use counseling. No significance was observed in self-rated mental health. Prior use of mental health counseling was associated with 3.46 times higher odds of being willing to use mental health counseling.\n\n* p < .05\n\n** p < .01\n\n*** p < .001\n\nTable 2 also summarizes the regression model in each Asian American subgroup. In all groups, female gender and prior use of mental health counseling were consistently associated with significantly higher odds of being willing to use mental health counseling in the future. While there were no age group differences in the overall sample, subgroup analysis showed higher odds of willingness to use mental health counseling among middle-aged (40–59) participants than those aged 18–39 in Chinese, Korean, Filipino, and other Asians. In Korean, Filipino, and other Asian groups, unmarried status was associated with a greater willingness to use mental health counseling. Limited English proficiency was significantly associated with lower odds of willingness in Chinese and Asian Indians. Mental distress was significantly associated with lower odds of willingness in all ethnic groups but Chinese."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "To better understand the underutilization of mental health services in Asian Americans, we explored factors associated with their willingness to use mental health counseling. We paid particular attention to the role of mental health needs and prior use of services. The Asian American Quality of Life (AAQoL) survey offered unique data from diverse groups of Asian Americans including many individuals who were foreign-born and limited in English. The data helped us reflect the experiences of diverse groups of Asian Americans with mental health and service use.\n\nOur sample of Asian Americans revealed a high level of mental health concerns, with the overall prevalence rate of mental distress (44%) being markedly higher than that reported in a national sample of the general population in the U.S. (21%) [37]. In the present sample, Vietnamese participants were found to have the highest rate of mental distress at almost 55% while Chinese participants, at 39%, had the lowest rate. There was a wide range of ethnic differences in mental health needs and prior use of mental health counseling. For example, Asian Indians in the sample had a noticeably lower rate of prior mental health utilization of 6.4%. Over three-quarters of Chinese participants noted willingness to use mental health counseling, the proportion of which is considerably higher than Asian Indian, Korean, Filipino, and other Asian groups.\n\nIn the multivariate analyses with the overall sample and ethnic subgroups, women were consistently found to be more willing to use mental health counseling than men. However, results from other studies have been mixed. Some studies reported that Asian American women had a greater level of willingness to use mental health counseling than Asian American men, while other studies found no gender effect [38–40]. Our finding on gender observed in both the overall sample and ethnic subgroups seems to support the line of literature suggesting that Asian American men face challenges in seeking help for their mental health problems due to cultural expectations and gender norms [41]. Asian American men might be particularly prone to the pressure to be perceived as emotionally strong [41].\n\nIt is noteworthy that our hypothesis on mental health needs was not supported. We expected a positive association between mental health need variables and willingness toward mental health counseling, but the outcome was either reversed or non-significant. The presence of mental distress reduced the odds of being willing to use mental health counseling by 17% in the overall sample, and fair/poor ratings of mental health had no impact on willingness. The social stigma toward seeking counseling for mental health problems provides the historical and sociocultural context for our findings [42]. Mental illness and seeking formal services are often perceived as indicative of self-inadequacy and the inability to effectively cope with personal problems, which can be regarded as a source of shame for an individual and their family members [42, 43]. Furthermore, many Asian American communities share similar cultural values and beliefs around collectivism, defining oneself in relation to others within a group or social context, attending to the group’s reactions, and consequently managing one’s feelings and decisions [42]. Collectivism can also be extended to include indigenous perspectives in which the self is not differentiated from others [44]. Through this worldview, there may be an expectation that individuals make decisions that benefit and please others within a group rather than attending to personal needs [45]. For the Asian American participants in this study, these cultural beliefs and values may have played a role in their low recognition of mental health problems and perceived need for care.\n\nOur hypothesis on the enabling role of prior use of mental health counseling was supported in the overall sample and ethnic subgroups. Given that there have been mixed findings regarding the relationship between prior use of mental health services and future willingness to use counseling, this finding helps to adjudicate the important role that prior use of services has on the positive perceptions and attitudes needed to utilize mental health services among diverse groups of Asian Americans [9, 31–33]. It is noteworthy that the exposure to mental health counseling in the present sample was quite low, less than 10% in the overall sample, and 6.4% to 12.5% in ethnic subgroups had previously used mental health counseling. In our supplementary analyses, those with prior use were more resourced in their English-speaking skills than their counterparts without such an experience. It is speculated that Asian Americans who are linguistically and culturally adapted are more likely to have access to mental health services and such an exposure leads to a greater acceptance and willingness toward mental health counseling. Given that lack of awareness and stigmatization prohibit the use of mental health counseling, efforts should be made to increase Asian Americans’ exposure and openness to mental health services.\n\nBecause mental health literacy is a Western framework that uses the biopsychosocial model to understand mental illness, a culturally responsive and adaptive approach that integrates and utilizes traditional ways of understanding and healing would be needed when using this strategy among ethnically and culturally diverse Asian American communities [46]. Mental health researchers, educators, and clinical providers will need to focus their efforts that expand beyond the medical model, to weave social and emotional well-being in collaboration with family members, close friends, community members, and/or spiritual leaders who can help navigate social relationships and communication around mental illness and treatment [4]. This collaboration may facilitate the sharing and integration of cultural knowledge and practice to address mental illness, which may be more helpful in reducing stigma, promoting willingness to receive mental health counseling, and increasing help-seeking [47]. Addressing structural and systemic inequities that impact social determinants of mental health is a critical aspect of this work. The traditional mental health literacy framework may not be applicable to communities facing structural inequities such as immigration status, language barriers, discrimination, and access to culturally appropriate services [48–51]. Modifications would need to be made to incorporate the beliefs, values, and understanding of mental illness and mental health needs, and to acknowledge diverse forms of help that include and encompass alternative interventions that may be more effective in promoting mental health services in ethnically and culturally diverse Asian American communities [47].\n\nThis present study poses some limitations. Due to its non-representative and geographically defined sample, the findings may not generalize to the larger population, other regions, or other racial and ethnic groups. Furthermore, we acknowledge the limitation of the AAQoL dataset’s cross-sectional study design, from which causal inferences cannot be drawn. Mental health need was also assessed with self-report-based screening tools for non-specific mental distress and self-rated mental health. The use of diagnostic tools for mental health disorders is strongly encouraged. This study also did not include qualitative aspects of prior use (e.g., satisfaction, coping skills learned, perceptions of experiences of mental health counseling, etc.). Furthermore, the high rate of willingness may have been subject to the social desirability of the study participants, which may also help to explain the possible discrepancy between willingness and actual use observed in the target population. Although our findings identified a gap between mental health needs and willingness to use mental health counseling, further attention should be paid to the link between the willingness and actual use of mental health services. Given that the present study examined the general factors regarding mental health and service use using data collected before the COVID-19 pandemic, efforts should be made to revisit the conceptual model in consideration of societal changes and cultural shifts with the advent of the pandemic."
    }
  ]
}