{
  "doc_id": "47329312-23db-4b96-aa2a-66622ba3e943",
  "doc_title": "Hope Thinking and Past Trauma Mediate the Relationships of Body Mass Index with Perceived Mental Health Treatment Need and Mental Health Treatment Use",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC4465576",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "Of the sample, 44.9% (n = 88) reported a perceived mental health treatment need, and of these, 53.4% (n = 47) reported an unmet mental health treatment need. Participants reported a mean of 3.13 mental health outpatient visits (SD = 9.73, range = 0 to 60), a mean THS total score of 34.25 (SD = 5.39, range = 17 to 47), a 64.8% incidence of trauma (n = 127), and mean SSRPH score of 5.36 (SD = 2.67, range = 0 to 15).\n\nThose who reported a perceived mental health treatment need had a greater mean BMI (M = 30.64, SD = 7.16) than those who did not report such a need (M = 28.14, SD = 5.92; see Figure 1 for regression coefficient representing this relationship). The mediation path model for perceived mental health treatment need is shown in Figure 1. Less hope thinking (point estimate = .009, bias corrected 95% CI [.0003, .03]) and a greater incidence of previous trauma (point estimate = .02, bias corrected 95% CI [.009, .04]) accounted for greater reported perceived mental health treatment need among those with greater BMI. Although BMI was negatively associated with perceived mental health treatment stigma, perceived mental health treatment stigma was not associated with perceived mental health treatment need and was therefore not a significant mediator (point estimate = −.007, bias corrected 95% CI [−.02, .0002]).\n\nThere were no differences in BMI between those reporting a perceived unmet mental health treatment need (M = 31.03, SD = 6.98) and those not reporting a perceived unmet mental health treatment need (M = 30.20, SD = 7.42; see Figure 2 for regression coefficient representing this relationship). The meditational analysis (see Figure 2) revealed that hope thinking (point estimate = .004, bias corrected 95% CI [−.004, .02]), trauma history (point estimate = .001, bias corrected 95% CI [−.01, .02], and perceived mental health treatment stigma (point estimate = −.007, bias corrected 95% CI [−.03, .008]) were not mediators of the relationship between BMI and perceived unmet mental health treatment need.\n\nMediation path model of the relations between BMI, hope thinking (Trait Hope Scale total score), trauma history (no previous trauma = 0, previous trauma = 1), and perceived mental health treatment stigma (Stigma Scale for Receiving Psychological Help score), and perceived unmet mental health treatment need (no need = 0, need = 1). Reported statistics are regression coefficients. The value in parentheses is in the direct effect of BMI. N = 88.\n\n§p = .06 †p= .05 *p<.05\n\nFinally, as shown in Figure 3, BMI was a near-significant predictor of the number of mental health outpatient appointments (means not reported because dependent variable was continuous). Less hope thinking (point estimate = .04, bias corrected 95% CI [.003, .11]) and a higher incidence of previous trauma (point estimate = .05, bias corrected 95% CI [.02, .12] among those with greater BMI accounted for their greater number of outpatient appointments. However, perceived mental health treatment stigma was not a significant mediator of this relationship (point estimate = .02, bias corrected 95% CI [−.007, .09])."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "Participants reporting a perceived mental health treatment need had greater BMIs than those reporting no such need. The mean BMI for the group expressing a need for mental health treatment was approximately 31 (i.e., grade I obesity), compared to approximately 28 (i.e., overweight) for the group denying such need. BMI was also a near-significant predictor of mental health treatment use. As BMI increased, treatment use frequency increased. This is consistent with past research indicating that individuals with greater body mass use more general health services (9) and have higher rates of psychopathology (1–5).\n\nA novel finding from our study is that hope thinking mediated the relationships of BMI with perceived mental health treatment need and mental health treatment use. We confirmed previous findings that BMI is negatively associated with hope thinking (14), and present the first evidence to our knowledge that decreased hope thinking may explain why those with weight difficulties have an increased perceived mental health treatment need and a greater frequency of mental health treatment use. Future research is needed to determine if hope thinking is associated with BMI because those with lower hope thinking are less likely to engage in positive health practices (11), or if hope thinking is decreased in individuals with greater BMI as a consequence of weight loss difficulty and weight-related stigma. The mediation of the relationships of BMI with perceived mental health treatment need and mental health treatment use by trauma history is also an original finding. The positive association between prior trauma and BMI is consistent with the literature (15–17), and we demonstrate that a higher incidence of trauma may account, at least in part, for increased perceived mental health treatment need and mental health treatment use among those of greater body mass. Of course, one might speculate whether, and to what extent, both hope thinking and past trauma might influence the development of lifestyle behaviors that make one prone to both greater body mass and the need and use of mental health treatment.\n\nBMI was not significantly related to perceived unmet mental health treatment need. Furthermore, those of greater BMI reported less stigma associated with receiving mental health treatment. Weight has been previously demonstrated to result in healthcare avoidance because of discomfort associated with weight-related discussions with healthcare providers (38), however, our findings indicate that obesity may not be related to avoidance of mental health care. Further research is needed to confirm this finding.\n\nThe present study has a number of limitations. First, the sample was recruited from a single primary care clinic in the U.S. and comprised chiefly of Whites. Second, participants were those who presented for medical appointments and thus more frequent users of medical care may have been overrepresented. Third, although self-report measures are widely-used in mental health treatment research, they tend to underestimate visit frequency (39–41). It is possible that participants sought a greater degree of mental health treatment than they indicated. Finally, the single-item trauma screen, though economical, is an imperfect screening tool. More time-intensive assessment procedures may have more accurately detected trauma history (32).\n\nIn sum, our findings suggest that greater BMI associates with both a greater perceived mental health treatment need and a greater frequency of availing oneself of those services and that these relations are mediated by hope thinking and past trauma. Additional studies are needed to further articulate associations among these variables, as well as whether mental health interventions that address hope thinking and past trauma might have beneficial effects on health behaviors to modify body weight. Nevertheless, from a clinical perspective, the present findings suggest that those with weight difficulties may benefit from interventions designed to increase hope (see 42) and ameliorate the impact of prior traumatic events (see 43). At a minimum, clinicians should be mindful that heavier patients may present as less hopeful and with a higher incidence of trauma, and be prepared to make appropriate referrals to mental health treatment professionals when necessary."
    }
  ]
}