{
  "doc_id": "5fa6524f-fd06-4e9b-9290-5857396783d2",
  "doc_title": "Three-wave longitudinal prediction of positive mental health in Germany and China",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10735011",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "Table 1A presents data on participant demographics and descriptive statistics for the predictors and outcomes at Baseline and follow-ups. Both samples had a slightly larger number of female participants, with Germany having a higher percentage than China. Both samples reported a majority of students wishing to have children. The differences between Germany and China in gender and child wish were tested with chi-square test. Cramer’s V was calculated with V > .1 indicating small effect, V >.3 indicating medium effect, and V> .5 indicating large effect [38]. Gender showed a significant but tiny group effect with Cramer’s V = .036, which did not reach a small effect size with Cramer’s V > = .1 [38] and therefore can be ignored. Child wish showed no significant difference between Germany and China. The differences between Germany and China in age and FAS II were also examined via t-test. Hedge’s g was calculated with g > 0.2 indicating small effect, g > 0.5 indicating medium effect, and g > 0.8 indicating large effect [38]. The German students were significantly older than Chinese students (Hedges’ g = 2.21, with a large effect according to Cohen, p < .001) [38]. FAS II in German students was significantly higher than in Chinese students (Hedges’ g = .71, medium effect according to Cohen, p < .001) [38].\n\nb. Demographics and descriptive statistics for predictors and outcomes from participants with data only at baseline, and comparisons with participants with data from all 3 waves.\n\nNote: BL = Baseline, FU1 = Follow-Up1, FU2 = Follow-Up2, social rhythm with higher score = more regularity.\n\nNote: BL = Baseline\n\n* = p<.05\n\n** = p<.01\n\n*** = p<.001.\n\nTable 1B presents data on participant demographics and descriptive statistics for the predictors and outcomes at Baseline from 2011 to 2016 as well as the results from chi-square tests with effect size Crames’s V and t-tests with effect size Hedges’ g, which compared the difference between participants who took part in all three waves and those who only took part in baseline wave. In Germany, no significant difference, which reached a small effect size, was found. In China, age and FASII at baseline with small effects were found to be significantly different between those who took part in all three waves and who only took art in baseline wave. Chinese students, who was older at baseline and or with higher score of FASII, were more likely to drop out.\n\nThe correlations among the psychological predictors are shown in Table 2. The salutogenic predictors (positive mental health, resilience, social support, social rhythm regularity, and child wish) at baseline are generally positively correlated with positive mental health at Follow-Ups. The baseline negative aspects of mental health, or pathogenic predictors (i.e., stress, anxiety, and depression) are negatively correlated with positive mental health at Follow-Up1 and Follow-Up2.\n\nResults indicated that the initial fully constrained M2 model provided an inadequate overall fit. The chi-square was statistically significant, χ2 (23) =111.689, p < .001, and the RMSEA=.032, SRMR=.010) indicated inadequate fit compared to the perfectly fitting independence model (M1), as indicated by the ΔCFI = .021, which exceeded .01.\n\nNonetheless, inspection of the individual pathways of even this strictly constrained reference model did reveal that, consistent with past findings, positive mental health at baseline significantly predicted positive mental health at follow-ups (see Figs 1 and 2). Figs 1 and 2 depict the standardized path and covariance estimates from the model, in which links among baseline salutogeneic, pathogeneic, and control predictors are linked to follow-up 1 and follow-up 2 PMH in Chinese and German students. Pathways depicted with solid lines were statistically significant at p = .05 or greater. Predicted pathways that were not significant are depicted with dashes. For clarity, error estimates for measured and latent variables are not displayed.\n\nBecause of the CFI changes of the M2 model, we conducted further examination of the partially constrained model between countries. These indicated that the assumption of country invariance was untenable in two specific instances: namely, the path from PMH at baseline to PMH at follow-up 1, and the path from PMH at follow-up 1 to follow-up 2. The fit of the less restrictive model (M2p) in which these pathways was estimated separately for each country was χ2(21) = 45.196, p = .001), Δχ2(21) =45.196, p =.001, when comparing M2p to M1. The comparative fit was CFI = .994. RMSEA for the model was .017 and the SRMR was .004. After allowing these two paths to be freely estimated between the countries, ΔCFI=.006, did not exceed .01, when comparing M2p to M1. Thus, this partially constrained model (M2p) can be considered equal to the baseline independence M1 model in terms of CFI changes. As it is recommended that the most restrictive model that still fits the data be used in interpretation, we present and interpret M2p as the final model in Fig 3, with two coefficients for China and Germany given separately for the two unconstrained pathways. Table 3 presents the standardized path coefficients from all structural equation models. Table 4 provides the model fit indices for the unconstrained model (M1) as well as the full constrained model (M2) and the partially constrained model (M2p). In the baseline, independence model M1, regression weights were estimated for the both countries completely separately.\n\nNote: Unconstrained paths are the paths from PMH baseline to PMH FU1, PMH FU1 to PMH FU2. The coefficients were presented as: China/Germany.\n\nNote.\n\n* = p<.05\n\n** = p<.01\n\n***=p<.001.\n\nM1=Baseline Model, M2= fully constrained Model, M2p= partial constrained Model.\n\nThe results of the model M1 indicated that in China students’ sample, two of the six salutogenic predictors (PMH with beta = .320/.191 indicating medium/small effect, resilience with beta = .048/.023 indicating small effects) at baseline were predictive of PMH at both Follow-Ups (FU1/FU2). Social support at baseline was only predictive of PMH at Follow-Up 1 with beta = .019 indicating small effect. Social rhythm regularity at baseline was only predictive of PMH at Follow-Up 2. Pathogenic predictors stress (beta = -.147, indicating small effect) and anxiety (beta = -.111, indicating small effect) were predictive of PMH at Follow-Up 1, but not of PMH at Follow-Up 2. Depression at baseline (beta =-.087, indicating small effect)was predictive of PMH at Follow-Up 2, but not of PMH at Follow-Up 1. The control variable family affluence (beta = .075/.162, indicating small effects) was positively related to PMH at both Follow-Ups (FU1/FU2). Being male (beta = -.385, indicating medium effect) in this study was associated with decreased PMH at Follow-Up 2. Age (beta = .153, indicating small effect) was positively related to PMH at Follow-Up 2.\n\nIn German students’ sample, two of the six salutogenic predictors (PMH with beta = .567/.185, indicating large/small effect), social support with beta = .081/.050, indicating small effects) at baseline were predictive of PMH at both Follow-Ups (FU1/FU2). Pathogenic predictors were not predictive of PMH at both Follow-Ups. The control variable family affluence (beta = .282, indicating small to medium effect) was positively related to PMH at Follow-Up 2.\n\nThe results of model M2p indicated overall positive effects of every positive baseline predictor (PMH, family affluence, social rhythm, resilience, and social support) on follow-up mental health except childwish, and negative effects of every negative baseline predictor (stress, anxiety, depression). Two paths were significantly different between China and Germany: the path from baseline PMH to FU1 PMH as well as the path from FU1 PMH to FU2 PMH. The effects of baseline PMH on FU1 PMH were stronger in Germany than in China. In predicting FU2 PMH, baseline age, PMH, family affluence, social rhythm, and resilience were positive predictors. FU1 PMH was also a positive predictor of FU2 PMH, again with the effect stronger in Germany than in China. None of the negative predictors (stress, anxiety, or depression) were significant predictors of FU2 PMH, nor were baseline childwish or social support. Gender was a predictor of FU2 PMH, in that being female (coded as 0) predicted higher FU2 PMH than being male (coded as 1).The standardized partial coefficients (betas) were presented in Table 3, with beta >=.10 indicating small effect, beta > = .30 indicating medium effect, and beta >= .50 indicating large effect according to Cohen (1988)."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "The present study is a three time-point follow-up to our prior, two-time point cross-cultural, prospective study using the BOOM data [4], and examining the the prediction of positive and negative mental health over time, from a range of psychological salutogenic and pathogenic predictors across countries. The present study focuses in on the prediction of positive mental health, extending findings across three time points, in Germany and China (three time points were not available in the dataset from Russia), and extends earlier findings [4] by providing evidence that salutogenic factors not only predict future PMH over an extended period of time, but also that salutogenic factors may be more likely to predict positive future mental health than pathogenic variables.\n\nIn our prior study examining effects across three countries (Germany, China, and Russia) and two time points, results could be considered consistent across the three countries. Six salutogenic predictors were examined, including somatic health, social support, resilience, PMH, social rhythm regularity, and fertility wish. These were all predictive of both PMH (positively). Five of the salutogenic factors (all except resilience) were related negatively to depression. Although pathogenic predictors anxiety and depression were also related to future depression, they were not significant predictors of future PMH after taking baseline salutogenic factors into account [4]. The findings of the present study indicated some variation by country. First, there were some mean differences, in that people from China reported higher social rhythm, resilience, and PMH, and lower stress, anxiety, and depression, as well as social support. This trend toward greater positive and lower negative mental health in Chinese participants was also reported in our prior study [4]. Mean comparisons were not within scope of the present study, but an examination and comparison of mental health across these two cultures should be further explored. Indeed other recent studies have found that differences between students from China and Germany on measures of mental health are not significant [39].\n\nModels indicated that in Chinese students, three of the six salutogenic predictors (social rhythm regularity, PMH, resilience) at baseline were predictive of PMH at both follow-ups. Social support at baseline was only predictive of PMH at follow-up 1. This is a change from the first study, where social support, somatic health, and fertility wish were additional significant predictors [4]. In addition, in the present study, stress and anxiety were predictive of PMH at follow-up 1, but not of PMH at follow-up 2, while depression at baseline was predictive of PMH at follow-up 2, but not of PMH at follow-up 1. In the prior study, negative mental health wasn’t significantly related to later PMH [4]. It may be that these small effects are not reliable enough to consistently produce significant results. As in the prior study [4], and consistent with expectations set by prior research [9,40], family affluence was also positively related to PMH at both follow-ups. Being male in this study was associated with decreased PMH at follow-up 2. Age was positively related to PMH at follow-up 2.\n\nFor German students, two of the six salutogenic predictors (PMH, social support) at baseline were predictive of PMH at both follow-ups. This is in contrast to the prior study, where all six salutogenic predictors were predictive of PMH at the first follow-up [4]. Pathogenic predictors were not predictive of PMH at either of the two follow-ups, consistent with our prior two-point study [4]. Family affluence was again positively related to PMH at follow-up 2.\n\nThe utility of social support and social rhythm regularity in predicting PMH have firm grounding in prior research [9,11,29,41,42], and our results are consistent with the prior findings. Perceived social support serves as a protective factor for mental health [43]. It reduces mental illness incidence, general stress in both women and men [44], and has beneficial effects on physical health [45]. Social rhythm, the regularity with which one engages in social activities, and is related to PMH [29,46,47]. While our prior study indicated fertility wish (a potential sign of optimism about the future) as a significant predictor of PMH [4], this effect did not hold up in this three-point study. Those who have children live longer than those who don’t in Western society [48], but more research needs to be done on the desire to have children and its potential reflection or even effect on mental and physical health. The findings regarding resilience and its prediction of PMH in China are consistent with prior research on the importance of resilience in PMH [49], making the lack of significance in the German sample in this study surprising.\n\nIn the partially constrained model, the German and Chinese pathways were constrained to be equal, except for the pathway from PMH at baseline to PMH at follow up 1, and from PMH at follow up 1 to PMH at follow-up 2. In both cases, the relationship was stronger in Germany than in China. Otherwise, the pattern of results and significance generally followed the pattern seen in the separate model for China. This is likely due to the much larger sample size in China (N = 8,831) than in Germany (N = 591). The sample was heavily weighted toward China, resulting in not much change in the strength of effects when adding the German data and constraining them to be equal. In some cases, however, the German effect sizes were similar to those in China, yet were only significant in China, again likely due to sample size. For example, the effect of baseline anxiety of follow-up 1 PMH was -.102, ns, in Germany, but -.111, p<.01, in China. When combined, the effect was .121, p<.001. While the partially constrained model was adopted due to it being the most concise model that fit the data, it may still be useful to examine the data separately, given the large difference in sample size, and the possibility that some of the German effects or lack thereof may be essentially swallowed up by combining the German and Chinese data. For example, the German effects of social rhythm, family affluence, and resilience were very small and nonsignificant, but when they were combined with the Chinese data, the combined effects resembled the larger and significant Chinese effects. Also, the effect of social support was larger for the German students, but became smaller (though still significant) when combined with the Chinese data.\n\nAn examination of the effects over time, generally indicated smaller effects of baseline variables on follow-up 2 PMH than on follow-up 1 PMH. This generally makes sense, as FU2 is more distal and effects tend to regress toward the mean over time. However, there were two exceptions. Social rhythm had a strengthened effect at time 2, suggesting that keeping and maintaining a good social rhythm has an addtitive effect on PMH. Also, childwish had a stronger negative effect on time two PMH. We had not considered this possibility, finding in the contemporaneous data from the current Chinese and German samples that childwish is associated with some aspects of health, particularly for Chinese students, including quality of health, happiness (Chinese men and women) and satisfaction with life (Chinese women), as well as lower depression (German men) possibly due to it being a stand in for feeling secure and healthy enough to have a child [50]. However, unfulfilled childwish may have a negative impact on mental health over time, as it may go unfulfilled [51]. Even if a person’s wish to have a child is fulfilled, research indicates that having a child, while a meaningful experience, can also bring on significant stress, which may contribute to worsening PMH over time [52–54].\n\nThe findings speak to the importance of resilience, and extend past findings beyond the typical North American studies, across Euro and Asian cultures, to Germany and China. The results are consistent with the prior examination of this data across two time points. Results from the prior study indicated that in China, Germany, and Russia, neary all of the included salutogenic predictors (somatic health, social support, resilience, PMH, social rhythm regularity, and fertility wish), were predictive of both PMH and negatively predictive of negative mental health, as measured by depression [4]. One salutogenic factor was not related to later depression (resilience). Pathogenic predictors anxiety and depression were related to future depression, but, anxiety and depression were not significant predictors of later PMH in the model with basline salutogeneic factors included. Baseline stress was related to later PMH (negatively) and depression (positively), in the expected directions.\n\nThe present study has a number of strengths, including the large sample size, particularly in the Chinese student data, and its breadth of measures and longitudinal nature. Another strength of the present study is the use of cross-cultural samples outside the North American norm. The present study also has limitations. First, there was a large discrepancy in sample size between the German and Chinese samples, and combining the data in the constrained model, may have simple subsumed the German effects. A comparable sample of German students would have provided a more balanced model on which to test the data constraints. Second, it would have been interesting to include pathogenic outcomes for comparison, but this was beyond the scope of this study. Third, the study used university student samples, which are not representative of the population, and thus generalizability is limited. Fourth, it would have been useful to includ clinical sub-samples in this study, to account for more of the full range of depression and anxiety symptoms. Fifth, as one reviewer noted, the values reported from China were generally lower than those reported from German sample. However, in a few cases, values were higher in Chinese than in German students; namely in the domains of social rhythm, resilience, and PMH. This led the reviewer to concerns about systematic measurement bias, and the meaningfulness of comparing path coefficients. However, as measurement invariance was obtained, the comparisons of path coefficients were meaningful, and thought not to be caused by systematic measurement bias. Any possible differences caused by method could be examined with latent mean comparisons, but is not within scope of the present study. Participants and dropouts did not differ on the main study measures in meaningful ways. Finally, although the model provided a good fit to the data, the effect sizes were small, and the model did not explain a large amount of variance in the data as a whole. This would suggest that this remains an incomplete model. Specifically, the R2 values reported in Table 3 range from 0.216 to 0.512. The reviewer pondered the clinical relevance of a prediction model that fails to capture even half of the variability. Studies that try to explain human behavior generally have R2 values less than 50%. Human behavior is simply harder to predict than physical processes and multiply-determined. However, even a tiny R2=.001 can be meaningful, as long as the effect under investigation can unfold over time [55].\n\nIn sum, results indicate prediction of PMH over an extended period of time, and in particular by salutogenic predictors. Pathogenic predictors were (negatively) predictive of PMH only in China, underscoring the differential prediction of PMH from salutogenic and pathogenic factors. However, some of the non significant effects in Germany, may be attributed to the smaller sample size in Germany. Future studies should include similar sample sizes in both countries, and compare outcomes for PMH to those for negative mental health. PMH aspects should be considered more thoroughly in both creating resilience against mental disorder and contributing to optimal healthy flourishing [56]."
    }
  ]
}