{
  "doc_id": "66291866-1349-49f3-83be-be432496b242",
  "doc_title": "Unknown Article Title",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10075459",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "Overall, 591 people participated in the household survey. The average age of the participants was 36.6 (SD ±11.7). Male participants were overrepresented (55.2%). Household heads represented 72.4% of the sample. A total of 249 (42.1%) participants did not have a paid job, and 294 (37.9%) worked in the liberal sector.\n\nRespondents in the FGDs stated, in various ways, that mental health problems exist and represent a heavy social burden for the community and are a public health concern in the health district of Tshamilemba. Some participants stated during the FGDs that\n\n‘We have family members with this type of disorder [namely, mental illnesses]’ [FGD4].\n\nThey expressed the importance of mental health problems in the following terms:\n\n‘The problem of mental disorders is there; it is emerging. It has become very serious, especially with the outbreak of the COVID-19 pandemic. The [seriously] mentally ill threaten the tranquility, and even the life of those around us; they are very numerous in our communities, and many of them are roaming around the city of Lubumbashi. Mental health conditions affect various categories; all our health areas are concerned…’ [FGD1].\n\nIn addition, health care providers recognized that they receive and treat people with mental health problems: ‘We have treated those patients with mental health problems in our health services’ [FGD1].\n\nThe care utilization indicators, resulting from the review of the selected technical documents, are presented in Table 3 below. From these results, we note that in 2020, of all general curative consultations carried out at the Tshamilemba primary care center, the proportion of patients with mental health problems out of all curative consultations was 5.3%. As well, the rate of utilization of curative mental health care at the general curative consultation was 14 new cases (NCs) per 1 000 inhabitants per year.\n\na Based on our count\n\nb Excluding epilepsy\n\n1Numerator: Number of new cases (NCs) at the curative consultation at the Tshamilemba PHC center in 2020; Denominator: Population of the health subdistrict of Tshamilemba (estimated in 2020) (n = 11 975).\n\n2Numerator: Number of NCs with mental health problems seen at the curative general consultation at the Tshamilemba PHC center; Denominator: Total number of NCs at the curative consultation at the Tshamilemba PHC center in 2020 (n = 3 041).\n\n3Numerator: Number of NCs with mental health problems seen at the curative general consultation at the Tshamilemba PHC center; Denominator: Population of the health subdistrict of Tshamilemba (estimated in 2020) (n = 11 975).\n\nAlthough it is a neurological condition, epilepsy is frequently encountered in PHC centers. Out of a total of 3 041 patients seen at the Tshamilemba PHC center in 2020, there were 40 cases of epilepsy, representing a proportion of 1.3%.\n\nDuring the discussions, providers of one health service stated the following:\n\n‘From a monthly average of 250 new cases seen in curative consultations, we receive up to 30 patients with mental health problems and/or complaints such as insomnia and drug addiction.’ [FGD1].\n\nThe providers interviewed said that they noticed a gradual increase in mental health complaints at the general curative consultation during 2020. The documentary review confirmed this increase (Fig 1). For example, in December 2020, out of a total of 312 patients admitted to the curative consultation at the Tshamilemba PHC center, 127 reported only mental complaints, 131 patients presented only physical complaints and 54 patients reported physical complaints associated with mental complaints.\n\nThe psychosocial consequences of mental health disorders are perceived in the living environments of participants. During the interviews, they mentioned some frequently observed consequences in the following terms:\n\n‘Mentally ill people engage in self-aggressive acts, even suicide, and in heteroaggressive acts, even homicide. They disrupt public order, offend against public morals, and engage in begging. They are seen wandering around the city, even adopting a life on the streets (homelessness). They destroy family or community property. They stigmatize and shame their families, who end up abandoning them and even wishing them death…’ [FGD2].\n\nDuring the household survey, we explored the extent of the main mental health disorders felt/observed by respondents (n = 591). The corresponding results are shown in Table 4.\n\n1 Numerator: Number of respondents who did not reported a mental health problem (n = 297); Denominator: Total respondents (N = 591).\n\n2 Numerator: Number of respondents who reported mental health problems according to the symptoms felt/observed (n = 294); Denominator: Total respondents (N = 591).\n\n3 Numerator: Cases reported according to the symptoms felt/observed; Denominator: Total respondents (n = 294).\n\nn = number of participants who responded\n\nOf the 591 participants who responded to the questionnaire, 294 (49.7%) reported mental health problems either in themselves or in a family member. Of those who reported a mental health disorder (n = 294), the majority of participants and their family members were affected by stress disorders (including posttraumatic stress disorders) (34.0%; 95%CI: 30.2–37.8); substance use and related disorders (33.7%; 95%CI: 29.9–37.5); depression (27.6%; 95%CI: 24.0–31.2); and neuroses (18.7%; 95%CI: 15.7–21.9).\n\nSimilar to many other urban health districts across the country, mental health has not yet been integrated into PHC in Lubumbashi. The mental health provision that exists in the city of Lubumbashi is offered in the following specialized mental health services: the Neuropsychiatric Center ‘Docteur Joseph Guillain’ of Lubumbashi (which has one neuropsychiatrist and one mental health nurse), the Neuropsychiatric Service of the Provincial Hospital Jason Sendwe (which has two neuropsychiatric interns) and the Neuropsychiatric Department of Lubumbashi University Clinics (which has one psychiatrist and one neurologist). These hospitals are private (not-for-profit) and public secondary and tertiary facilities, respectively, which can provide more complex treatments, including inpatient services during a mental health crisis. However, access to these facilities seems very limited due to the very high costs of the provided services. According to the activity reports consulted, in these health services, whose capacity for psychiatry services varies between 40 and 80 beds, 80% of the pathologies treated are mental disorders (depression disorders, mood disorders, manic episodes, delusional disorders, anxiety disorders, psychoactive substance abuse, puerperal psychosis, schizophrenia…) and 20% are neurological conditions (epilepsies, chronic headaches, pyramidal syndrome, somatoform disorders…). Nevertheless, the care packages offered in these hospitals have not been clearly described.\n\nThe minimum package of health services is offered in PHC centers of the health district of Tshamilemba. However, it is incomplete compared to the normative package, as it does not officially include mental health services. The content of this activity package is presented in Box 2.\n\nThe content of minimum package of activities currently offered in the health services of the health district of Tshamilemba consist of i) curative activities, including curative consultations, diagnostic services (ultrasound, medical laboratory), care for patients suffering from common diseases such as infectious diseases (malaria, typhoid fever…), trauma and violence, childbirth assistance and birth care, and management of chronic diseases (tuberculosis, HIV/AIDS, diabetes, arterial hypertension, etc.); general surgery activities; and referral and counterreferral activities, and ii) preventive activities relating to reproductive, maternal, new-born, child and adolescent health, vaccination, preschool consultation; health promotion activities such as family planning, behavior change communication, distribution of insecticide-treated mosquito nets; and rehabilitation activities such as the nutritional rehabilitation of children.\n\nThe interviewed health care providers said that they receive mental health cases for which they determine medical treatment. Epilepsy is the main condition and is treated with drugs such as diazepam and promethazine. Although it is classified as a neurological disorder, the providers consider epilepsy to be a mental disease. In addition, they have noticed that past attempts to treat patients with other mental health disorders (depression, psychoses…) by administering psychotropic drugs (amitriptyline, chlorpromazine) often failed, with patients returning to their family and community with unmet needs, showcasing that treatments for psychiatric illnesses are grossly lacking. Since then, they have decided to start referring them ex officio to provincial hospital Jason Sendwe, without offering any medical treatment. Due to the abovementioned limited financial accessibility, many patients resort to traditional healers and/or spiritual care interventions. The providers also expressed their fears regarding the mood instability and aggressiveness of some patients. From their responses, one could note the following:\n\n‘We often wish to initiate the management of these cases, but we fear that it will be of poor quality… Currently, apart from epilepsy, which we treat well, we do not offer other mental health care for several technical, sociocultural and economic reasons. Patients who do not find their expectations met return home; some go to churches for prayer sessions, and others consult directly with traditional healers and diviners’ [FGD2].\n\nAccording to the participants, patients attending PHC services in the health district of Tshamilemba are sometimes not taken care of for several reasons, including the following:\n\n‘Lack of integration of the mental health care package [containing curative activities such as the identification of cases, curative consultations, diagnosis and medical care, neuropsychiatric emergencies, basic psychosocial care, psychological consultation, psychological first aid, and referral/counterreferral; preventive activities such as aftercare follow-up of cases, and social reintegration; and promotional activities including home visits, mental health awareness, psycho-education, reporting, monitoring and supervision] into the minimum package of activities, which gives providers no ability to perform adequate acts of care, no mental health information and training for providers, and no supervision or technical support from the National Mental Health Program; providers’ poor perception of mental diseases; and the perception that mental health is a specific task of specialists’ [FGD3].\n\nAll participants (community participants and health care providers) expressed the need to see mental health care supply become available in primary care services because they believe that it is currently lacking. Participants in the study stated the following:\n\n‘… we want psychiatric care to be integrated into health centers because when a family member is suffering from a mental illness, we often do not know where to take them. Sometimes we take them to a traditional healer or church for prayer. Either we give them medicine (paracetamol, diazepam, etc.) ourselves at home without success… or sometimes we [family] do not do anything… We are afraid to go to the provincial hospital (neuropsychiatry department) because the care there is very expensive’ [FGD5].\n\nThe review of the national mental health system status report, consolidated district operational action plan and the activity reports of PHC centers showed that there is an absence of adequate and accessible community and hospital mental health services and specific community psychosocial support networks. It showed the absence of nonprofit organizations active in the field of mental health, as well as lack of associations of former patients or relatives of mental patients. The health areas have functioning health development committees.\n\nConcerning mental health services, the qualitative data analysis showed that people with mental health conditions and/or psychosocial disabilities are not covered by formal health services. Community mental health care is not formally offered. Respondents mentioned that ‘access to essential psychotropic drugs is very limited for people who need them’ [FGD2].\n\nAnalyzing the domain of mental health in the PHC, participants stated the following:\n\n‘Mental health is not integrated into the minimum package of activities of all the PHC services of the health district of Tshamilemba, and there are no formal links between PHC providers, psychiatric specialists and informal psychosocial care providers such as traditional healers’ [FGD5].\n\nIt is not currently possible to receive treatment for mental health conditions in primary care.\n\nParticipants of the health district management team declared the following: ‘The Haut-Katanga provincial health division does not have operational mental health coordination led by a focal point who can oversee the integration of mental health activities in operational action plans. The primary health care supervisor of the health district of Tshamilemba does not currently include the mental health component in his activity package’ [FGD3]. They said there is a need to ‘strengthen the capacities of primary care providers on psychosocial and mental health care; supply health services with essential psychotropic drugs; harmonize diagnoses, case management and information tools; create links between primary care providers and mental health specialists; and provide health services with transport to escort patients to the psychiatric ward of provincial hospital Janson Sendwe’ [FGD3].\n\nDuring the interviews, health care providers stated the following: ‘Our capacities for the identification and management of mental disorders, mental health care and the provision of psychosocial support are limited to what we acquired during our school or academic training’ [FGD1].\n\nThe district health services are financed mainly by subsidies from the Congolese state, their own income, support from partners and rare donations. The Congolese state pays salaries and bonuses; however, these are insufficient to cover the district’s daily needs. Analysis of the country’s 2022 finance bill indicates that the overall national budget was US$9.9 billion (US$1 = CDF 2 093). Yet, the health sector budget forecast documents we analyzed revealed that the share of the national budget allocated to the health sector in 2022 was US$225 million. Of this amount, the share specifically allocated to mental health care was US$39 000. However, this budget is used mainly for the payment of salaries and the functioning of the central level of the National Mental Health Program (NMHP), and it is considered very insufficient to carry out activities at the operational level. Respondents indicated that ‘patients [e.g., epileptics] followed at the Tshamilemba PHC center pay for their care out-of-pocket since they are not covered by any social protection system. This constitutes a barrier to access to care for other mentally ill patients’ [FGD1].\n\nRegarding public awareness raising and linkages with other sectors, participants said, ‘We do not do mental health promotion in our district because we do not know what to tell people, and there are no nonprofit organizations active in the field of mental health in our district’ [FGD2]."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "The results of this study, which aimed to analyze the existing demand and supply of mental health care in the urban health district of Tshamilemba and to examine the district’s operational response capacity to address mental health show that the situation of mental health is worrying and that response capacities are weak.\n\nThis study highlights that the burden of mental health problems is significant in this urban area. In the household survey, half of the respondents reported mental health problems either themselves or in their family. Documentary analysis showed that in 2020, 5.3% of all general consultations in PHC centers in Tshamilemba concerned mental health. According to the 2019 Global Burden of Disease study [33], the prevalence of mental disorders including substance use disorders in the DRC is estimated at 13.23% of the population, i.e. 11.42 million people. This prevalence is likely to be underestimated because except for the provincial health divisions of North Kivu and South Kivu which are currently connected to the District Health Information Software 2 (DHIS2), in the other provincial health divisions, mental health data is not routinely notified across primary care health services. Moreover, the epidemiological burden would probably be much heavier if population surveys were carried out, because the people in Congo generally do not consult for minor mental health conditions. There are currently no specific survey data available to determine the real extent of the situation. The present research precisely aims to filling this gap.\n\nSurveyed participants stated that they and their family members were mostly affected by stress-related disorders, substance use and depression. There is however need for a more thorough investigation of the precise nature of the burden of mental health in the DRC in general, and in Tshamilemba district in particular.\n\nThe results indicated that only 1.4% of people with mental disorders had access to curative mental health care; thus sparking the debate on the very poor availability and accessibility of mental health care in the DRC. Based on this result, we can reasonably well assume that there is a significant mental health treatment gap in the Tshamilemba district, certainly when compared to the general figure of 10% of people with mental disorders accessing evidence-based treatments in LMICs overall [34].\n\nEpilepsy is the most common neurological disease treated in PHC services in the health district of Tshamilemba. According to the standard classifications, epilepsy is a neurological disorder and not a mental health disorder [35]. However, in the Congolese context, it is considered a mental disease by health professionals and the community. This is a very interesting finding in itself. In addition, we believe that its perception by the population as a mental health disorder may mean that its successful clinical management could improve the confidence of care users in mental health services. This confidence would lead (potential) patients with mental health problems to accept and use the mental health care services offered. Furthermore, the findings pointed to the fact that epilepsy is currently not properly taken care of in the Tshamilemba district. Indeed, no effective anti-seizure medicines are available besides diazepam, which is used only for acute cases. The unmet need of epilepsy treatment is therefore considerable. The majority of people living with this neurological condition can unfortunately not access proper care. As in most LMICs where the treatment gap exceeds 75% [36], there is need to integrate epilepsy care in existing primary health care services.\n\nStrengthening the technical capacity of health districts can reduce the burden of mental health problems [37, 38]. This includes improving mental health management by expanding the minimum package of activities of PHC services. This would allow patients to receive care in an open setting, maintain a connection with their families and remain productive, thus helping to reduce the related stigma [38]. In this regard, there is a need to either integrate traditional medicine practices and spiritual care interventions into primary care services or to collaborate with providers of such unconventional care in mental health provision.\n\nHowever, once integration is understood as a technique that promotes the provision of mental health care only in hospital settings and by formal care providers, it is difficult to achieve, especially for traditional healers, because of problems related to medical beliefs, philosophies and practices [39]. Therefore, making integration an opportunity for training and coreferral patients, encouraging collaborative knowledge sharing, and extending invitations to traditional healers to treat specific diseases in hospitals are possible avenues [39].\n\nAccording to the beliefs of the inhabitants of Lubumbashi, traditional African medicine remains the main recourse for treating mentally ill people. Research indicated that in the DRC, the first contact of mentally ill people with a health care provider is with traditional healers and/or spiritual workers (priests, lay pastors or imams), and that only as last resort modern health professionals such as psychiatrists and psychologists are contacted [40]. Also in the Tshamilemba district, traditional healers are the main source of care for mental health problems; future research into the effectiveness of their services remains however to be done.\n\nThe study showed that beyond the willingness of decision-makers to integrate mental health into PHC services, there is a strong lack of the necessary resources. Currently, in the city of Lubumbashi, there is only one neuropsychiatrist for the nearly 2 700 000 people. There are a few medical doctors in this city who are currently specializing in neuropsychiatry at the university clinics of Lubumbashi, but the exact number is not known. This problem of a lack of specialized human resources is a national one, since the DRC has a total of 102 neuropsychiatrists [23] per 89 561 403 populations, i.e., 1 psychiatrist per 878 053 people, although on a global scale, there are 1.2 psychiatrists per 10 000 people, with an overrepresentation of psychiatrists in high-income countries [39]. It should be noted that in LMICs, the scarcity of specialized human resources and their inequitable distribution between urban and rural areas mean that very few people with mental illness receive the mental health care they need [41].\n\nResearchers [42] suggest (i) training or building capacity and delegating tasks to lay primary care providers, other lay health workers (social workers, traditional healers, spiritual care workers, etc.) and community actors such as community leaders and community health workers, family and community members. This delegation of tasks should be done in stages. It should follow the correct strategy of providers and nonproviders of care, (ii) ensure that primary mental health care also includes brief psychotherapeutic interventions, (iii) promote recovery-oriented community interventions for people with chronic disabling mental disorders, (iv) conceptualize training as a continuous process of strengthening clinical skills through supervision, (v) involve community partners in psychosocial interventions, (vi) integrate changes toward primary mental health care into broader health policy reforms, and (vii) promote intersectoral approaches to address the social determinants of mental health. Most of these recommendations are feasible in the Congolese context since they have been successfully tested in the health district of Lubero in the eastern region of the DRC [24].\n\nMental health legislation often reflects a commitment by countries at the highest level to protect people with mental illness and psychosocial disabilities from human rights violations [23, 37]. However, our results show that in the DRC, there is no mental health law. This means that alleged perpetrators of violations of the rights of psychiatric patients within families, communities and health services are not prosecuted. Thus, there is an urgent need for the country to accelerate the process of developing a mental health legislative framework that can open a pathway to the promotion of mental health and the rights of people with mental health problems and, by extension, equitable access to mental health care in a spirit of universal health coverage.\n\nAn important challenge remains to find a package for which all users of primary mental health care will be able to pay, given that 60–70% of Katanga’s population lives on US$0.80 per day [43].\n\nThe lack of specialized services can be filled by the provision of primary mental health care as the first line of defense. However, the relationship between formal health services and traditional medicine and spiritual care structures seems to be difficult at present due to different beliefs about the origin of diseases, especially mental illnesses. This raises the question of whether it would be appropriate to envisage collaboration between these nonconventional health structures, operating on their own, and the primary care services, or to simply encourage collaboration with their facilitators by reflecting on a model of coordination with the primary care services [44].\n\nResearchers believe that the strategy of integrating mental health into primary care is effective and can improve the quality of care at PHC services [45, 46]. However, such a strategy requires sufficient financial resources to establish and maintain a mental care offer in PHC services [38]. However, our findings showed that the state budget currently allocated to the mental health subsector, which is very insufficient, is mainly used only for the functioning of the national office of the NMHP. It is important to reflect on the optimal mechanisms for financing mental health to avoid those initiatives taken by external partners suffering from sustainability [47].\n\nTo date, access to medication for psychiatric disorders and epilepsy is very limited in the health district of Tshamilemba. According to a 2022 country analysis [48], the lack of availability of essential antipsychotic and neuroleptic drugs, combined with their prohibitive cost, contributes to further worsen the treatment adherence.\n\nOur findings revealed that access to counseling and psychotherapy was virtually non-existing in Tshamilemba district. These results corroborate those of the 2022 country analysis which affirmed that the possibilities of counselling and psychotherapy in the DRC are extremely poor [48]. However, some local or international non-profit organizations provide some level of support services for victims to sexual violence. Additionally, mental health and psychosocial support is a growing concern of humanitarian organizations, especially in conflict and post-conflict areas.\n\nStigmatizing attitudes vis-à-vis mental health problems are unfortunately (still) quite dominant in the community. These attitudes are related to the prevailing belief that mental disorders are linked to supernatural causes [20] such as witchcraft, sorcery, magic, bad spirits, bewitchment, transgression of taboos… These beliefs are largely shared by family members of people with mental health problems. Primary care providers acknowledge their limitations on how to address mental health problems. This contributes to leading people facing mental health problems to seek help from traditional healers and/or spiritual workers [49].\n\nA first strength of our study is that, to the best of our knowledge, it is the first ever conducted in the city of Lubumbashi—and perhaps in the whole of the DRC—to analyze the demand and supply of mental health care, as well as the operational capacity of the health districts to address the huge unmet mental health needs of people. Our findings may inspire researchers, policy makers and health managers and constitute a basis for further reflection on the development of more evidence-based strategies to improve access to quality mental health care at the primary level.\n\nA second strength of our study lies in its methodological set-up. The multimethod approach used, with triangulation of sources, methods and data, contributes to enhance the validity of our findings.\n\nHowever, the levels of family and community participation in this study were low, which did not allow for an in-depth analysis of the role that these individuals play in the provision of mental health care. This is partly due to the context of the emergence of COVID-19, which is the period during which the current study took place. Additionally, missing from this study is the voice of traditional healers, although it is known that in the context of a lack of conventional medical care, these actors offer care. These aspects deserve to be considered in future studies.\n\nFamily and community members were a minority in the population included in the interviews conducted. Considering that these individuals may have little knowledge of the mental health issues being discussed, it is possible that they were influenced by the opinions expressed about health care providers. This was a limitation of the FGD variant (heterogeneous FGD) that we used. Indeed, soliciting perceptions from family and community members in the presence of health care providers could expose patients to a risk of response bias. This risk of bias was minimized by the style of moderation, which consisted of giving the floor to each participant and ensuring that everyone expressed themselves freely.\n\nThe classification of mental health disorders adopted herein almost follows the logic of the WHO’s mhGAP intervention guide, which is not exempt from the risk of bias. Furthermore, the reluctance and hesitation of participants during this period when physical contact restrictions were in place could have increased the risk of over- or underreporting [50]. To minimize these latter biases, we selected interviewers who were familiar with the study context and who are also well known by community members."
    }
  ]
}