{
  "doc_id": "6e52d8f7-d81e-4c11-b496-c63caf440392",
  "doc_title": "The Relationship Between Health Literacy and Mental Health Attitudes and Beliefs",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9640224",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "Demographic characteristics are presented in Table 1 and Table 2. The sample included 601 adults (Mean [M] age = 45.64; about 62% female, about 22% Hispanic/Latino/a/e). The largest racial group was White (about 43%), about 41% of adults had a Bachelor's or Graduate degree, and about 36% reported a self and/or family history of mental illness diagnosis. The average HL scores were as follows: functional (M = 8.02, standard deviation [SD] = 1.20), communicative (M = 8.17, SD = 1.36), critical (M = 9.39, SD = 2.00), and empowerment (M = 4.52, SD = 0.81). MH stigma was positively correlated with aversion to help-seeking (r = 0.62, p < .001). Willingness to interact (r = −0.33, p < .001) was negatively correlated with MH stigma and aversion to help-seeking (r = −0.29, p < .001). Only significant regression and path model findings are discussed below.\n\nDescriptions of the Sample\n\nNote. MH = mental health.\n\np < .05.\n\np < .01.\n\np < .001.\n\nCorrelations Between Age, Health Literacy, and Mental Health Variables\n\nNote. MH = mental health.\n\nHighest possible scores: functional = 9, communicative = 9, critical =12, empowerment = 6, depression misinformation detection = 5.\n\np < .05.\n\np < .01.\n\np < .001.\n\nResults of the hierarchical regressions are presented in Table 3. Participants who were younger, men, identified as Asian, reported no self/family history of mental illness, and scored lower on functional and communicative HL reported higher MH stigma. Participants who were younger, men, and who scored lower on functional and communicative HL reported higher aversion toward MH help-seeking. White women, individuals with a self/family history of mental illness, and those with higher communicative HL and empowerment scores were more willing to interact with individuals with mental illnesses.\n\nHierarchical Logistic Regressions Predicting Mental Health Attitudes and Beliefs From Health Literacy\n\nNote.\n\nChosen as the reference group because they had the lowest stigma, second lowest aversion to help-seeking, and the highest willingness to interact. HL = health literacy; MH = mental health; SE = standard error.\n\np < .05.\n\np < .01.\n\np < .001.\n\nThe standardized model coefficients are presented in Table 4 (see Table A for unstandardized results). Significant variances were explained for both MH stigma (R2 = 0.31, p < .001) and aversion to MH help-seeking (R2 = 0.39, p < .001). Functional (beta = −0.41, p < .001), and communicative (beta = −0.14, p < .001) HL were negatively related to MH stigma. MH stigma (beta = 0.54, p < .001) was positively related to aversion to MH help-seeking. Communicative HL was directly (beta = −0.14, p = .002) and indirectly (beta = −0.09, p = .001) negatively related to aversion to MH help-seeking, suggesting complementary partial mediation through MH stigma (Carrión et al., 2017). Functional HL (beta = −0.22, p < .001) was also indirectly related to aversion to MH help-seeking through MH stigma, suggesting full mediation. Total effects were significant for functional (beta = −0.25, p < .001) and communicative (beta = −0.22, p < .001) HL.\n\nStandardized Results of Path Model Testing Mental Health Stigma as a Mediator Between Health Literacy and Aversion to Mental Health Help-Seeking\n\nNote. CI = confidence interval; MH = mental health.\n\nUnstandardized results of path model testing mental health stigma as a mediator between health literacy and aversion to mental health help-seeking.\n\nMH = mental health\n\nThe standardized model coefficients are presented in Table 5 (see Table B for unstandardized results). Significant variances were explained for both MH stigma (R2 = 0.32, p < .001) and willingness to interact (R2 = 0.21, p < .001). Functional (beta = −0.41, p < .001), and communicative (beta = −0.16, p < .001) HL were negatively related to MH stigma. MH stigma (beta = −0.30, p < .001) was negatively related to willingness to interact with individuals with mental illnesses. Communicative HL was directly (beta = 0.13, p = .014) and indirectly (beta = 0.05, p = .002) positively related to willingness to interact, suggesting complementary partial mediation through MH stigma. Functional HL (beta = 0.12, p < .001) was indirectly related to willingness to interact (via MH stigma) suggesting full mediation. The total effect was significant for communicative HL (beta = 0.17, p = .001). Total effect (beta = 0.05, p = .145) was not significant for functional HL and this effect was smaller than the indirect effect, suggesting a suppressor effect. Empowerment (beta = 0.09, p = .042) was positively directly related to willingness to interact with others with mental illnesses.\n\nStandardized Results of Path Model Testing Mental Health Stigma as a Mediator Between Health Literacy and Willingness to Interact With People With Mental Illnesses\n\nNote. CI = confidence interval; MH = mental health.\n\nUnstandardized results of path model testing mental health stigma as a mediator between health literacy and willingness to interact with others with mental illnesses.\n\nMH = mental health."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "This study explored the relationship between HL and MH-related attitudes and beliefs. As hypothesized, adults with higher functional and communicative HL had lower stigma and aversion to MH help-seeking. Adults with higher communicative HL and empowerment were more willing to interact with individuals with mental illnesses. MH stigma mediated the relationships between HL and aversion to MH help-seeking and willingness to interact with individuals with MH illnesses. Critical HL was not significant in any analyses. Overall, these results suggest that HL should be considered, or potentially targeted, when addressing MH attitudes.\n\nCulturally relevant and targeted interventions may be required for groups with higher stigmatizing beliefs. In our sample, individuals with higher MH stigma and aversion to help-seeking were younger and men. Research suggests that as individuals age they become more accepting and less likely to hold stigmatizing attitudes toward those with MH problems (Bradbury, 2020). Our findings regarding gender may reflect societal norms that emphasize certain expressions of masculinity while restricting behaviors that demonstrate feelings and emotions (Chatmon, 2020) and treatment-seeking behaviors among men (Novak et al., 2019). Asian adults were also more likely to exhibit higher MH stigma and lower willingness to interact with other people with mental illnesses. This aligns with previous findings on stigma and unfavorable attitudes regarding MH in this population (Cheng et al., 2018; Jimenez et al., 2013). Conversely, adults who indicated that they and/or a family member had a history of mental illness had lower MH stigma and greater willingness to interact with others with mental illnesses, highlighting the role of personal experiences with MH in reducing stigma (Potts & Henderson, 2020). Personal experiences may expose people to realities regarding MH that counteract previously held myths or misconceptions. However, individuals may be less willing to self-disclose their mental illness due to perceived stigma from others, leading to missed opportunities for debunking stigmatizing beliefs. Therefore, interventions designed for groups with high stigmatizing beliefs and to prepare participants to provide MH first aid to those with high stigmatizing beliefs are critical to reducing stigma and improving MH help-seeking and outcomes.\n\nHigher functional and communicative HL were associated with lower stigma and aversion to MH help-seeking. These HL skills may help individuals distinguish factual information about MH from stigmatizing and other false information. Functional HL includes skills for reading and understanding information while communicative HL includes skills for deciphering reliable information from multiple sources. These HL skills may facilitate filtering out stigmatizing information about MH often prevalent in media and cultural beliefs. Individuals with lower HL may rely on familiar information and information from trusted individuals (Chen et al., 2018; Lubetkin et al., 2015), which may be unreliable and endorse stigmatizing attitudes and aversion to help-seeking. Given the relationship between HL and stigmatizing attitudes and aversion to help-seeking, considering or including HL in MH interventions may result in improved intervention uptake and outcomes.\n\nCommunicative HL and empowerment were associated with higher willingness to interact with others. These types of HL may support engagement in fact finding that build empathy towards individuals with mental illnesses. Communicative HL may provide individuals with social and language skills and comfort to interact with individuals with mental illnesses. Additionally, given their ability to identify reliable sources and navigate multiple sources of information, those with higher communicative HL may have more accurate information about MH. Individuals with higher empowerment may have a more sophisticated understanding of MH as a product of genetic and environmental factors, rather than an individuals' shortcomings, which may promote empathy and increase their willingness to interact.\n\nOur findings align with research on the role of stigma in MH help-seeking (Clement et al., 2015; Henderson et al., 2013; Salaheddin & Mason, 2016; Schnyder et al., 2017) and how it contributes to othering those with MH diagnoses (Augsberger et al., 2015; Mantovani et al., 2017). However, our results also highlight the importance of addressing HL to reduce MH stigma, aversion to help-seeking, and othering. As partial mediation for MH stigma was noted where communicative HL was the predictor variable, our results support addressing communicative HL to reduce aversion to help-seeking. This study is cross-sectional and the HL measures are perception-based, poor experiences with MH help-seeking and/or health systems may have impacted participants' confidence in their HL skills and intensified MH stigma and aversion to help-seeking. Similarly, negative encounters with individuals with mental illnesses may contribute to MH stigma and impact participants' confidence in engaging with others around MH. Longitudinal and qualitative studies are important for establishing the causal relationships between these variables to best inform individual-and systems-level interventions and programming.\n\nMH first aid programs address both stigma and knowledge by providing MH education that allows individuals to accurately identify MH problems and reduce stigmatizing attitudes towards MH. To optimize MH help-seeking follow through, health care providers and other referral sources should focus on educating patients and addressing their stigmatizing attitudes while being attentive to their HL skills.\n\nThis study has several limitations. Responses to the HL and MH attitudes measures were subject to respondent biases (e.g., social desirability, inaccurate recall). Future studies should use test-based measures to assess participants' HL (e.g., Newest Vital Sign; Weiss et al., 2005) rather than perceptions-based or past behavior measures. Though the Qualtrics panel was a stratified random sample of the U.S. population, the social media sample was not representative, therefore generalizability is limited. This study should be replicated in a representative U.S. sample with sufficient subsample sizes to explore group differences. Future studies should also assess how HL effects MH attitudes longitudinally and how the uptake and outcomes of MH programs are impacted by participants' HL and including HL in the design and content of MH programs."
    }
  ]
}