{
  "doc_id": "7302c038-c4b8-44a9-a6ae-39bd59856c18",
  "doc_title": "Factors associated with non-initiation of mental healthcare after detection of poor mental health at a scheduled health check: a cohort study",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7569988",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "The study cohort consisted of individuals with screen-detected poor mental health who had not received mental healthcare within the year preceding the screening (N=350) (figure 1). Table 3 shows that 43% of the cohort were men. The mean age was 39.0 years (SD 5.5). One in five (n=71) had low level of education (0–10 years), one in three (n=120) had high level of education (>15 years), and the remaining individuals (n=152) had medium level of education (11–15 years). Two in three lived with a partner. One in four had high income, one in three had medium income, and the remaining individuals had low income. Of the 350 individuals, one in three (n=115) had frequently visited (≥5 visits) their GP in the preceding year, whereas one in three (n=111) had only one (or no) visit to their GP in the year before the health check.\n\nCharacteristics of study cohort: Check Your Health, Denmark, 2012–2015\n\nParticipants in the Check Your Health preventive programme 2012–2015 identified with poor mental health through screening who had not received mental healthcare within 1 year prior to the health check.\n\nPoor mental health: MCS score of ≤35.76 (from SF-12, V.2, US norms of 1998).\n\nMental healthcare: psychometric test by GP, talk therapy by GP, contact with a psychologist, contact with a psychiatrist or psychotropic medication.\n\nGP, general practitioner; MCS, mental component summary; SF-12, 12-item Short-Form Health Survey.\n\nIn this study, 91% (n=319) contacted their GP for any reason in the year after the mental health screening (table 4). About 22% (n=78) of the cohort initiated mental healthcare within 1 year of follow-up. Thus, 78% (n=272) did not initiate any of the listed types of mental healthcare in the follow-up period. Among the individuals not initiating the listed types of mental healthcare, 30% reported poor or fair self-rated general health and 16% reported risky alcohol behaviour. Among the individuals who did initiate mental healthcare, 17% had none or only one contact with their GP in the preceding year. A total of 38.5% of the cohort had no red flags, besides a poor mental health screening result. Consequently, these individuals would not have been referred to the GP if the health check had not included a mental health screening.\n\nHealth check results and initiation of mental healthcare within follow-up (no/yes), Check Your Health, Denmark, 2012–2015\n\nParticipants in the Check Your Health preventive programme 2012–2015 identified with screen-detected poor mental health who had not received mental healthcare within 1 year prior to the health check.\n\nPoor mental health: MCS score of ≤35.76 (from SF-12, V.2, US norms of 1998).\n\nMental healthcare: psychometric test by GP, talk therapy by GP, contact with psychologist, contact with psychiatrist or psychotropic medication.\n\n*Any red flag besides poor mental health screening result: poor/fair self-rated health (SF-12 item 1); alcohol risk behaviour (CAGE-C (≥2 positive answers to items 1–4 and 6, or one positive answer to items 1–4 and 6, plus alcohol intake on ≥4 days per week); AUDIT score ≥8 or ≥21 number of alcohol units per week (men), or AUDIT score ≥8 or ≥14 number of alcohol units per week (women)); high CVD/DM risk profile (systolic BP ≥140, diastolic BP ≥95, HbA1c ≥6.0%, total cholesterol ≥6 mmol/L, LDL ≥6 mmol/L or 10-year risk of fatal CVD ≥5%); and reduced lung function (FEV1 or FVC ≤80% or FEV1/FVC ≤0.70).\n\n†Not stratified on initiation of mental healthcare within 1 year of follow-up due to data protection regulation (n<5).\n\nAUDIT, Alcohol Use Disorders Identification Test; BP, blood pressure; CAGE-C, Cut down, Annoyed, Guilty, Eye-opener (Copenhagen); CVD, cardiovascular disease; DM, diabetes mellitus; FEV1, forced expiratory volume in 1 s; FVC, forced vital capacity; GP, general practitioner; HbA1c, glycated haemoglobin; LDL, low-density lipoprotein; MCS, mental component summary; SF-12, 2-item Short-Form Health Survey.\n\nFor adjusted results, we found that men (OR: 0.49 (95% CI 0.28 to 0.86)) were less likely than women to initiate mental healthcare after the health check, and for each unit increase in the MCS score (less severe poor mental health) there was a 7% decrease in odds of initiating mental healthcare (0.93 (0.89 to 0.98)) (figure 2). Furthermore, individuals of older age (0.98 (0.94 to 1.03)), individuals of non-Western origin (0.57 (0.19 to 1.74)), individuals with low level of education (0.56 (0.26 to 1.17)) and medium level of education (0.64 (0.36 to 1.15)), and individuals on social welfare (0.60 (0.26 to 1.38)) had lower likelihood of initiating mental healthcare, but these results were not statistically significant. Being unemployed or receiving benefits (1.92 (0.82 to 4.53)), having low income (1.54 (0.75 to 3.15)) and medium income (1.61 (0.78 to 3.35)), and living alone (1.70 (0.97 to 2.98)) were non-significantly associated with higher likelihood of initiating mental healthcare. Further, no clear association was seen between having other red flags besides poor mental health at the health check and initiating mental healthcare (0.99 (0.56 to 1.74)). The multiple regression models did not change the estimates substantially compared with the crude estimates (online supplemental table B). Estimates of all predictors in every multiple logistic regression model are seen in online supplemental table A.\n\nFactors associated with initiation and non-initiation of mental healthcare after health check (N=350). Adjusted ORs. Participants of the Check Your Health preventive programme in 2012–2015 with screen-detected poor mental health who had not received mental healthcare within the year preceding the health check. Age is adjusted for sex, education and cohabitation. Sex is adjusted for age, education and cohabitation. Education, occupation and income are adjusted for sex, age and cohabitation. All other explanatory variables are adjusted for sex, age, education and cohabitation. Red flags at the health check: any red flag besides poor mental health screening result: poor/fair self-rated health (SF-12 item 1); alcohol risk behaviour (CAGE-C (≥2 positive answers to items 1–4 and 6, or one positive answer to items 1–4 and 6, plus alcohol intake on ≥4 days per week), AUDIT score ≥8 or ≥21 number of alcohol units per week (men), or AUDIT score ≥8 or ≥14 number of alcohol units per week (women)); high CVD/DM risk profile (systolic BP ≥140, diastolic BP ≥95, HbA1c ≥6.0%, total cholesterol ≥6 mmol/L, LDL ≥6 mmol/L or 10-year risk of fatal CVD ≥5%); and reduced lung function (FEV1 or FVC ≤80% or FEV1/FVC ≤0.70). (Part of the figure was made with Stata V.15.1 software on the remote server of Statistics Denmark. Downloaded with permission from Statistics Denmark.) AUDIT, Alcohol Use Disorders Identification Test; BP, blood pressure; CAGE-C, Cut down, Annoyed, Guilty, Eye-opener (Copenhagen); CVD, cardiovascular disease; DM, diabetes mellitus; FEV1, forced expiratory volume in 1 s; FVC, forced vital capacity; HbA1c, glycated haemoglobin; LDL, low-density lipoprotein; MCS, mental component summary; SF-12, 12-item Short-Form Health Survey.\n\nbmjopen-2020-037731supp002.pdf (98.4KB, pdf)"
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "To our knowledge, the present study is the first to investigate factors associated with initiation of mental healthcare among individuals with screen-detected poor mental health at a population-based health check. The study provides important information on the extent of initiation of mental healthcare despite detection of poor mental health and on factors associated with non-initiation of mental healthcare.\n\nAmong 645 individuals identified with poor mental health, 350 (54%) had not received mental healthcare within the year preceding the health check. Among the 350 individuals, one in five initiated mental healthcare within the following 12 months. Among individuals who initiated mental healthcare, one in six were rare visitors to their GP (0–1 contact) in the preceding year. Initiation of mental healthcare was especially low for men and those with less severe poor mental health. We found no overall association between socioeconomic factors or having red flags and initiating mental healthcare.\n\nThe effectiveness of screening for mental disorders in the primary care setting has previously been studied.12–14 However, few studies have focused on initiation of mental healthcare among newly identified screen-positive individuals.18–20\n\nInitiation of mental healthcare following population-based18 or GP-based19 20 screening ranges from 16%19 to 42%.20 The studies differ in three important ways.\n\nFirst, screening tools varied from diagnostic tests for depressive disorders18 20 to identification of a broad range of mental health problems, including subthreshold or probable diagnoses.19 Next, the outcome varied from a similar definition of mental healthcare18 to prescriptions of psychotropic medication only,19 which may partly explain the lower proportion of initiation in the study by Williams et al.19 Finally, the personalised feedback, and a recommendation to discuss mental health with the individual’s GP, as provided in the Check Your Health programme, may have played a substantial role in the initiation of mental healthcare in our study. In the study by Packness et al,18 there was no report to the individual or to the GP on the test result, whereas the intervention in the study by Rost et al20 was more comprehensive than in Check Your Health. This may explain the large extent of initiation of mental healthcare in the study by Rost et al.20\n\nSeveral studies support our findings that less severe mental health problems are associated with lower use of mental healthcare.21 22 Not seeking mental healthcare despite a need has previously been explained by barriers related to acceptability, accessibility and availability of services.52 Previous studies support our findings that men are less likely to use mental healthcare.21 23 Our results further indicate that the association was not confounded by socioeconomic factors. That men are less likely to use mental healthcare could be explained by acceptability barriers; many men may prefer to manage mental health problems themselves or believe that seeking treatment will not help.52 53\n\nWe found no clear overall association between socioeconomic factors and initiating mental healthcare, which may be explained by free and equal access to general practice in Denmark.36 This could indicate that no social inequality was seen in the mental healthcare provided after the health check, which would imply that Check Your Health does not contribute to social inequality in mental healthcare. However, these results must be taken with precaution because of the wide CIs due to small subgroups. Furthermore, persons with more disadvantageous socioeconomic characteristics were less likely to participate in the Check Your Health programme.54 The literature on the associations between socioeconomic characteristics and mental healthcare has shown inconsistent results.21 23 24 52 55 This might be explained by differences in the accessibility to mental healthcare in the healthcare systems and variations in the severity of mental health problems. Accessibility barriers, such as costs and lack of transportation,52 may partly explain our findings that individuals on social welfare benefits tended to be less likely to initiate mental healthcare. However, low income was in our results (statistically non-significantly) associated with being more likely to initiate mental healthcare and would oppose this argument. Although statistically non-significant, we found that people living alone might be more likely to initiate mental healthcare. Previous studies have found an association between living alone and receiving mental healthcare.21 23 This can partly be explained by that individuals living alone generally have a higher level of mental health problems,56 but also because individuals living alone may lack support and a close relative to talk to.\n\nAlthough most individuals had contact with their GP for any reason during follow-up, we found no association between red flags and initiation of mental healthcare. As previously mentioned, we had no information on the content of the consultations, so we cannot know how many actually did have some kind of non-recorded psychological support by GP. Although wide CIs may have masked an association, explanations may be the stigma associated with mental health problems or the individual’s wish to manage the problem by themselves.57 58 It may also be that the GPs have too few resources to handle complex health issues, such as combined mental and physical health problems, and the GP may prefer to address the physical problems.59\n\nA major strength was that the study was based on data from a large-scale intervention programme implemented in the existing healthcare system. The results thus provide a realistic picture of factors associated with non-initiation of mental healthcare after screen-detected poor mental health. The large population size (n=14 167) allowed us to focus on individuals with poor mental health who had not received mental healthcare in the year preceding the health check.\n\nA limitation of focusing on a subgroup is the large CIs, and we may thus have overlooked true associations. In addition, the small number of observations allowed us to adjust for only a limited number of confounders.\n\nA strength of the present study was the use of national registers, which provided complete and valid follow-up data on the use of mental healthcare for all participants in the study. A limitation of using register data is that the registers do not contain information on all types of support, for example, non-recorded psychological support by the GP, self-financed psychologist consultations or alternative mental healthcare providers. Therefore, our results may have underestimated the extent of the actual mental healthcare provided after the health check.\n\nA strength of using the MCS score for mental health screening is that this tool is useful for detecting mental disorders,33 and the MCS score is correlated with disability.60 In addition, it has been shown to be useful in identifying persons with functional impairment caused by subthreshold mental health problems.33 This implies that we also identified individuals in potential need of minor intervention, for example, psychological support by the GP.\n\nA challenge of using the MCS score is that all items must be completed to calculate the score. We have previously shown that 7% of participants of the Check Your Health who completed parts of the health survey did not get an MCS score.61 These SF-12 non-respondents were more likely to have disadvantaged socioeconomic characteristics,61 and a fair proportion of this group may suffer from mental distress.5\n\nAdditional factors could have influenced initiation of mental healthcare, such as the individual’s health literacy and attitudes towards handling of mental health problems. These factors have previously been shown to have large impact on help-seeking for mental health problems.52 Moreover, organisational and structural factors, such as time restrictions, lack of training in mental health issues and limited referral resources, may have caused non-initiation of mental healthcare among the GPs.62 This information was not available in the present study.\n\nFurther, additional information on diagnoses or level of severity was not available. Such information may more precisely have indicated the actual need of mental healthcare.\n\nA general limitation of observational studies (including the present study) is that no firm conclusion can be drawn on causal relations. Hence, we do not know to which extent the individuals might have sought treatment anyway, regardless of participation in the health check. However, 17% of those who did initiate mental healthcare had none or only one contact with their GP in the preceding year. Thus, it seems less likely that they have discussed their mental health with the GP before the health check, and it is likely that the health check had an impact on their help-seeking.\n\nDespite these limitations, the present study identifies factors that deserve attention in similar future initiatives in order to improve the provision of mental healthcare.\n\nThe health profile of citizens in Randers Municipality, where the health check was conducted, has been rated as average compared with the general population in Denmark.63 However, participants in the Check Your Health preventive programme were more likely to be older, to have more advantageous socioeconomic characteristics and to be healthier than non-participants.54 One study from the British National Health Service health check suggested that no social inequalities exist in the participation in health checks,64 but several European studies have reported social inequality in participation rates.65–67 This suggests that the study cohort in the Check Your Health preventive programme is expected to be representative of the population in a preventive health check in a population-based setting.\n\nThe observed results may be generalisable to other countries with a similar organisation of healthcare and similar referral patterns to specialist mental healthcare. However, the study focused on individuals aged 30–49 years, and the results may not apply to other age groups.\n\nThe present study identified factors associated with non-initiation of mental healthcare in individuals with screen-detected mental health problems. The results point to groups of individuals who may deserve special attention in similar future initiatives. Future research may investigate whether another recruitment strategy targeting the groups identified in the study could improve the initiation of mental healthcare, for example, introducing men to action-focused interventions based on problem-solving strategies,68 and offering ‘low-intensity’ interventions, for example, guided self-help or computerised cognitive–behavioural therapy in order to improve mental healthcare among individuals with mild to moderate mental health problems.69 70 Collaborative care between general practice and specialised mental health services,71 combined with easy access to psychological therapy,72 may further support the initiation of mental healthcare after identification of poor mental health, but this must be investigated further."
    }
  ]
}