{
  "doc_id": "79cbcb3b-457d-4917-b898-9146ee2dc209",
  "doc_title": "Mental Health in Elite Coaches",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11531048",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "In total, 366 publications were identified using the named databases; 100 of these citations were duplicates (Figure 1). Of the remaining articles, 197 were excluded because they had inappropriate titles and abstracts. Therefore, 69 full texts were screened for eligibility, of which 35 were excluded for the following reasons: full text not available (n = 4), results not useful for this review (n = 6), not elite level (n = 5), unclear level of competition (n = 2), not focused on mental health (n = 12), editorial (n = 1), focus on treatment (n = 2), focus on mental fatigue among athletes (n = 1), focus on disordered eating in athletes (n = 1), and focus on mental toughness (n = 1). Another 18 articles were included after searching the references and conducting additional research. Altogether, 52 articles were identified as relevant for this scoping review. The study design varied, although most were qualitative studies. Most studies were based on questionnaires that could measure mental health symptoms, but not mental disorders, as clinical diagnoses can be made only by a clinician, such as a psychiatrist.\n\nThe collected data were summarized and classified according to the International Classification of Diseases 10th/11th Revision (ICD-10/11) codes.15,52,53 Listed are only those mental health symptoms and disorders mentioned in the publications. A large number of mental disorders among elite coaches were not accounted for as there was no research on them, such as ADHD, obsessive-compulsive disorder (OCD), bipolar disorders, psychotic disorders, personality disorders, sleep disturbances, and eating disorders.\n\nVery few studies have investigated substance abuse among elite coaches. One study of 12 elite coaches in the United Kingdom (UK) revealed that drinking too much alcohol was a way for coaches to distract themselves when experiencing stress. 37 Another paper reported a single interview with an elite coach and his wife from the UK, in which the coach used alcohol to handle his depressive symptoms and fear of failing since expectations were high and the pressure to deliver was immense. 43\n\nA recent cross-sectional survey found the prevalence of moderate depressive symptoms among elite coaches in New Zealand to be 14%. This prevalence rate is comparable with that of the general population in New Zealand but lower than that of New Zealand’s elite athletes (20%). 25 The depressive symptoms were associated with major life stressors such as facing retirement and a history of family mood disorders. 25 Prolonged job insecurity and ongoing stress were found to be factors associated with depressive symptoms.3,37\n\nOne case study discussed an elite coach who experienced anxiety symptoms concerning the failure of their athletes to qualify for a competition or not reaching their usual performance level. 24 Moreover, job insecurity is correlated with high levels of anxiety. 3\n\nBurnout is one of the mental health problems most examined among elite coaches. 45 Studies revealed that contributory factors include concerns about athletes, coaches’ responsibility to athletes, the consequences of sport status, competition and training preparations, sacrificing personal time, and isolation.14,45 Female coaches and coaches who lack coping strategies to deal with the performance culture or tools to enhance recovery are more likely to suffer from burnout.1,45 In addition, an obsessive passion for coaching and setting a high value on the pursuit of winning and rewards are reported to be linked to higher risks for emotional exhaustion.1,45\n\nResearch did not specifically investigate the influence of elite coaches’ mental health on elite athletes’ mental health, but it revealed how coaches’ behavior impacts their athletes. When a coach exhibits controlling behavior, their athletes are more likely to develop anxiety symptoms, which are in turn a risk factor for burnout. 11 A study of female soccer players in Germany demonstrated how coaches’ behavior impacts the emotional status of players. Conflicts with coaches, followed by athletes’ injuries, were the reasons cited most commonly for low moods among athletes. 39 A lack of support from coaches was also associated with athletes’ low moods and negative feelings,39,46 while athletes can be negatively affected by coaches’ stress.14,25,37,48\n\nNo study has directly examined how coaches’ mental health symptoms and disorders influence their ability to do their job, including all of its necessary tasks. Three studies have, however, reported on the effects of stress on coaching performance. Coaches’ stress results in changes to their behavior, appearance, and style of communication. 47 Athletes are able to recognize when their coaches experience stress, 29 and perceive their coaches to be less effective when stressed. 47 Coaches’ stress leads to reduced time for feedback and anger toward athletes, which contributes to athletes losing confidence, becoming angry at themselves, and performing less well. 37"
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "Little research has been done on the mental health and mental health disorders of elite coaches, although studies confirm that they do experience mental health symptoms and disorders, especially symptoms of burnout,1,14,45 anxiety,1,3,24 and depression.25,43 However, several mental health symptoms and disorders - personality disorders, for example - have not been investigated in elite coaches. This is remarkable, as it is known that coaches who are experiencing stress probably negatively influence both the well-being and performance of athletes.1,35,37\n\nCoaches’ mental health and its influence on athletes is underinvestigated. Research has examined primarily the consequences of ongoing stress and its influence on athletes. The causes of coaches’ stress include recruitment, pressure to win, high demands, organizational management, and job insecurity.3,14,23,24,35,45,47 Stress changes coaches’ behavior and their style of communication, 47 which leads to reduced time for feedback and eventually results in athletes’ worsened performance. 37 Coaches themselves are aware that their negative responses to stress are projected onto athletes. 37\n\nThe behavior of a coach may be influenced strongly by their mental condition. Their psychological well-being positively predicts behavior that is supportive of athlete autonomy as opposed to controlling behavior toward athletes. 35 In contrast, symptoms of poor mental health or well-being might lead coaches to distance themselves from their athletes, making it more difficult to maintain a healthy coach-athlete relationship. 34 Maintaining a good coach-athlete relationship is especially important in talent development, where it is key for athletes’ well-being,40,44 and because adolescent athletes are more sensitive to coaches’ opinions. 8 Besides promoting athletic performance, part of the coach’s role is to foster athletes’ personal, emotional, and psychosocial development,2,22,32 the importance of which should not be underestimated. For these reasons, we believe that coaches who suffer from mental health symptoms and disorders lack the ability to consistently achieve their best coaching performance and to effectively fulfil all coaching tasks.\n\nCoaches’ mental health should be supported, and clubs and sport organizations should show an interest in the appropriate management of coaches’ health and well-being. We believe that the results of such interest would be improved coaching performance and, eventually, the improved mental health and performance of athletes. However, as coaches have a right to be healthy themselves, the focus should be on mental health, and not on improving performance. The main objective is to provide support for mental health symptoms and, if necessary, the treatment of mental health disorders, which, if they remain unrecognized or are inadequately treated, can lead to more serious health problems. An increase in performance is a desirable byproduct of good treatment and care for mental health problems.\n\nAlthough previous research articulated an increasing awareness that coaches in sport settings can be vulnerable to mental health symptoms and disorders, to date there are no frameworks to support coaches’ mental health.5,18 Despite the need for mental health interventions, strategies to better support coaches are lacking and still need to be developed.5,30 Possible solutions involve the provision of mental health education, monitoring of well-being, and the removal of barriers to offering appropriate assistance, including mental health services (Table 1). 25\n\nApproaches to promote coaches’ mental health\n\nPPE, preparticipation evaluation.\n\nCoaches’ mental health should be discussed and could be improved by educational programs, seminars, and mental skills training.25,37 Current educational programs consist mainly of strategies to promote athletic performance but should in future also focus on coaches, containing basic information on mental health, stress control, and other key psychological skills. 38 In addition, experienced coaches can guide younger colleagues by sharing their knowledge and thus enabling less experienced coaches to manage stress and poor mental well-being.38,14,37 Experienced coaches will also benefit from peer support and exchanges with other coaches. 38 We suggest that mental health should form part of the syllabus in coaching qualification training, with the aim of increasing coaches’ mental health literacy and imparting information concerning the possibilities of getting help.\n\nThe monitoring of psychological well-being is important and should be supervised by appropriately qualified clinicians. 30 Mental healthcare services include psychiatrists, psychologists, and psychotherapists, as well as clinical social workers and primary care physicians, including sports physicians with core competencies. 9 Research has shown that working alongside sport psychologists helps coaches to better cope with stress, 37 and has even helped them to develop into Olympic coaches. 38 Assessment, diagnosis, therapy, treatment, and aftercare for psychiatric disorders require experienced mental health clinicians, such as psychiatrists, sports psychiatrists, and clinically trained psychologists and psychotherapists.12,30 Greater availability of these professionals in sports associations, clubs, and teams could reduce barriers to accessing mental health services, as services will be used if freely available. 30 Moreover, regular appointments and an established relationship facilitate the early recognition, intervention, and management of mental health symptoms and disorders.8,43 Responsibility for basic mental healthcare can also be assumed by primary care physicians and sport physicians who have received appropriate continuing education, optimally in collaboration with a psychiatrist or sports psychiatrist. 12 In addition, we advise that a preparticipation evaluation should be offered to both coaches (obligatory from a certain level) and athletes, which should include a screening for mental health symptoms and disorders. In addition, coaches should also have low-threshold access to sports psychiatry, examinations, and treatment. Unfortunately, currently only a small number of psychiatrists specialize in the field of sport, which represents a gap in mental healthcare provision for athletes and coaches. To fulfil the prerequisites for specializing in this area, academic institutions should broaden their educational programs to enable practitioners and psychiatrists to specialize in subspecialties that are specific to sports.\n\nSport staff should be educated about mental disorders. With the guidance of mental health professionals, key support staff can develop competencies to identify mental symptoms and the early signs of mental disorders in coaches. 43 Sport organizations and sport clubs must be aware of their duty of care and should implement and promote places and structures where sport staff can ask for advice. 6 These support structures should also be accessible to athletes, especially as athletes work closely with coaches and may notice inappropriate behavior and poor mental well-being early on. In addition, it is the responsibility of the federations and clubs to create a working environment in which coaches do not feel stigmatized when asking for help. 43 Sports associations and clubs should also acknowledge specific problems, such as job insecurity, and initiate communication to reduce tensions and build trust. 36\n\nNational and international sport federations and clubs need to further acknowledge coaches’ mental health and the stressors that are specific to their job, as well as working to remove the stigma associated with mental health. Coaches who make their problems public may be discredited, as a coach suffering from mental disorders does not fit the stereotype of a self-confident and strong personality. 43 In addition, governing bodies and sport clubs should offer psychiatric help, which can be discussed during competitions. A case study showed that more support from governing bodies, such as Olympic committees and national sports federations, would help coaches dealing with mental health symptoms. 24 Besides raising awareness, sport federations and sport clubs have the responsibility of developing strategies and guidelines. 6 Exemplary, therefore, is the tool “SMRTH-1,” which was designed by the International Olympic Committee for the early detection and support of mental health symptoms among elite athletes. 20 We suggest the development of similar tools specifically for coaches to ensure early detection and access to high-quality interventions. Furthermore, sport organizations need to develop mental health literacy strategies that can be integrated into organizational structures. 18 Such literacy is too often seen as the responsibility of the individual person, while it should be the role of organizations to facilitate this."
    }
  ]
}