{
  "doc_id": "7aad2d85-25e7-4330-81c6-52a1fc0e19e9",
  "doc_title": "The Role of Self-Rated Mental Health in Seeking Professional Mental Health Services among Older Korean Immigrants",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7606462",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "Table 1 presents the sample’s descriptive characteristics. The mean age of the participants was 73.4 years (SD = 7.97), with a range from 60 to 100. More than 60% of the participants were women (66.8%) and married (60.6%) and had an educational attainment of a high school degree or less (60%). The participants were from California (30.2%), New York (25.5%), Texas (15%), Hawai’i (15%), and Florida (14.3%). Their years of residence in the U.S. and level of acculturation averaged 31.5 (SD = 12.1) and 12.3 (SD = 7.07), respectively. With regard to health and access variables, mean scores for chronic medical conditions and functional disability were 1.57 (SD = 1.40) and 1.70 (SD = 3.49), respectively, with 7% of the sample having no health insurance coverage. K6 scores averaged 3.87 (SD = 4.03). When the cut-off score (≥6) was applied (Kessler et al., 2003), nearly 30% of the sample fell into the category of mental distress. SRMH averaged 2.46 (SD = 1.13), with about 22% of the sample rating their mental health as either fair or poor. The rate of professional mental health service use was 5.7%.\n\nDescriptive Characteristics of the Sample (N = 2,150)\n\nIn the bivariate correlations (not shown in tabular format), all variables were correlated in the expected direction. The key variables of mental distress, SRMH, and use of professional mental health services were significantly though moderately intercorrelated (rs = .13 to .36, ps < .001). Chronic medical conditions and functional disability were found to be common associates of all three variables; those with more physical health constraints were more likely to have a high level of mental distress, to rate their mental health adversely, and to utilize professional mental health services. The highest correlation was found between time since immigration and acculturation (r = .42, p < .001), and there was no sign of collinearity.\n\nTable 2 summarizes the logistic regression models of professional mental health service use. In the initial model, mental distress was a significant factor after controlling for the effects of covariates. A one-unit increase in mental distress accrued the odds of using professional mental health services by 1.08 times. In the subsequent model with SRMH included, the effect of mental distress disappeared, suggesting a potential mediating effect of SRMH. Increased odds of professional mental health service use were found among those with negative ratings of mental health, high levels of acculturation, and physical health constraints. In comparison with living in California, living in Florida was associated with reduced odds of service use.\n\nLogistic Regression Models of Professional Mental Health Service Use\n\np < .05.\n\np < .01.\n\np < .001\n\nThe mediation model of SRMH was further explored using the PROCESS macro. All direct paths among the independent variable (mental distress), presumed mediator (SRMH), and dependent variable (professional mental health service use) were significant. The indirect effect of mental distress on the use of professional mental health services through SRMH was found to be significant (B [SE] = .04 [.01]), evidenced by the 95% bootstrap confidence interval for the indirect effect not containing zero (.02, .06). This finding suggests that the effect of mental distress on the use of professional mental health services is mediated by individuals’ subjective evaluations of their own mental health status. Higher levels of mental distress were associated with older individuals’ negative ratings of personal mental health or recognition of mental health concerns, which in turn facilitated professional help-seeking."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "Underutilization of mental health services among older racial/ethnic minorities, particularly among those who are immigrants (Jang et al., 2019; Jimenez et al., 2013, Wang et al., 2005), prompted the present study. Guided by an emerging literature on SRMH (e.g., Ahmad et al., 2014; Fleishman & Zuvekas, 2007) and applications of the theory of planned behavior in the fields of mental health and service use (Ajzen, 1991; Glanz et al., 2015; Magaard et al., 2017; Schnyder et al., 2017), we hypothesized that SRMH would mediate the relationship between mental distress and professional mental health service use. Our analyses of data from 2,150 SOKA participants supported the proposed hypothesis.\n\nThis sample of older Korean Americans demonstrated a high level of mental health concerns. At 30%, the prevalence of mental distress was notably higher than that reported in national samples of the U.S. older population (11%; Center for Behavioral Health Statistics and Quality, 2016). The proportion of individuals who reported their mental health status to be either fair or poor in the overall sample was 22%, and this rate is substantially higher than the 9% to 10.3% reported in national samples of older non-Hispanic Whites (e.g., Jang et al., 2014; Kim et al., 2011). Despite the adverse status of mental health, only a small proportion of the sample (5.7%) had used professional mental health services, confirming previous findings on the gap between mental health needs and service use among racial/ethnic minorities in general (e.g., Jimenez et al., 2013; U.S. DHHS, 2011; Wang et al., 2005) and older Korean Americans in particular (e.g., Jang et al., 2019; Park et al., 2013).\n\nIt is noteworthy that the associations among the key variables—mental distress, SRMH, and professional mental health service use—were significant but moderate. This finding suggests potential disconnects in the process of help-seeking for mental health care among older Korean Americans, who may not recognize mental health problems as a need for care, so that those problems are not linked to mental health services. Indeed, in the multivariate analyses, the direct effect of mental distress on service use became non-significant when SRMH was included in the model, confirming the mediating role of SRMH. This finding is in line with the theory of planned behavior, in that individuals’ subjective evaluations of their own mental health status determine the steps that they take in help-seeking (Magaard et al., 2017; Park et al., 2013; Schnyder et al., 2017). It substantiates the theory’s focus on the critical role of subjective norms, beliefs, and perceptions in shaping behaviors related to health promotion and service use (Ajzen, 1991; Glanz et al., 2015).\n\nSRMH not only reflects a cognitive appraisal of one’s mental health status but also serves as an intervening step between the presence of mental health problems and the use of mental health services. This calls attention to the importance of self-recognition and awareness of personal mental health status in efforts to close the service gap. Given the findings of previous studies that the association between mental health symptoms and SRMH is lower among racial/ethnic minorities than among non-Hispanic Whites (e.g., Jang et al., 2012) and that SRMH is predicted by social determinants that go beyond mental health status (e.g., Ahmad et al., 2014; Yoon & Jang, 2014), the role of cultural and social factors should be considered in mental health intervention efforts for racial/ethnic minority groups.\n\nIn addition to theoretical implications, results also pointed to the importance of physical health for mental health and associated service use. Chronic medical conditions and functional disability were common associates of all three mental health and service use variables; those with more physical health constraints were likely to have higher levels of mental distress, to rate their mental health negatively, and to utilize professional mental health services. This finding accords with literature demonstrating close associations between physical and mental health. In racial/ethnic minorities, mental health problems are often manifested as somatic symptoms due to stigma (Jang et al., 2012). However, the presence of chronic medical conditions and functional disability may familiarize older adults with the healthcare system, thus uncovering their mental health problems and facilitating their access to and use of mental health services. This line of findings call attention to the role of primary healthcare physicians as a liaison to professional mental health care.\n\nThere were also some regional differences that added texture to the findings. Compared with those living in California, those in Florida had lower odds of using professional mental health services, which may result from the limited availability of culturally and linguistically appropriate mental health services in Florida. Another contextual factor of note is acculturation. Consistent with previous literature that has demonstrated acculturation as a mobilizing factor for healthcare (e.g., Jang et al., 2007; Park et al., 2013; Sorkin et al., 2011), those with higher levels of acculturation had an increased probability to use mental health services. Given stigmatizing beliefs on mental health and service use often observed in older Asian immigrants (Jang, Gum, & Chiriboga, 2011; Jung, Cho, Rhee, & Jang, 2020), intervention efforts should prioritize those with low acculturation.\n\nSome limitations of the present study should be mentioned. First, due to the cross-sectional design, causality can only be inferred. Second, although participants were drawn from multiple locations, the study’s non-probability sampling strategies might not fully represent older Korean immigrants within specific regions or across the U.S. Third, the study’s self-report measure may not have been a sufficient indicator of mental distress; for future studies, clinical assessment of mental health is recommended. Lastly, our conceptualization of subjective perceptions of mental health status as a mediator was inspired by the theory of planned behavior; however, the full model could not be tested due to the absence of data on key domains. Future studies need to incorporate relevant domains of the model such as attitudes, subjective norms, perceived control, and intention and explore their dynamic processes toward mental health service use.\n\nHowever, despite these limitations, the study’s findings offer insights on the pathways through which mental distress is linked to mental health service use and highlight the mediating role of SRMH. Intervention efforts should be focused on promoting self-awareness and recognition of mental distress and the use of mental health services among older immigrant populations who are at high risk of mental health problems and in need of professional mental health services."
    }
  ]
}