{
  "doc_id": "7b2da00b-1ce7-4240-8261-3cc3156c21e2",
  "doc_title": "A Right-to-Health Lens on Perinatal Mental Health Care in South Africa",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7762903",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Discussion",
      "order": 0,
      "text": "Below, we categorize the findings from key informant interviews across the interconnected elements of the right to health as (1) progressive realization and maximum available resources, (2) availability and accessibility, and (3) acceptability and quality. At the conclusion of each of these three subsections of findings, we discuss the contribution to knowledge and highlight key implications for policy and practice.\n\nThree analytical themes emerged related to progressive realization and maximum available resources: first, clinicians view mental health care and screening as less important than physical health care and screening; second, the allocation of resources to mental health is inadequate to ensure minimum essential levels of mental health screening and care; and third, the implementation of mental health policies in clinical practice has been inadequate.\n\nMost respondents remarked on the lack of equivalence between mental and physical health. Participant 3 questioned, “Why are we exceptionalizing physical health care above mental health care?” This lack of parity between mental and physical health was described as most pronounced in screening for mental health during antenatal care visits. Mental health screening is recommended but was viewed as separate and not as important as physical health screening. One participant explained:\n\nWe’ve got high rates of rheumatic fever, diabetes, obesity, hypertension. There’s going to be concentration on issues like that, and that mental health screen is probably going to be left behind for the last minute or so of the visit. (participant 4)\n\nNotably, informants mentioned that mental health is relegated to a lower status, receiving fewer resources and attention because it is less tangible than physical health concerns. This hierarchy of importance is evident, according to several respondents, in the lack of resources devoted to promote mental health and address the rise in maternal suicides. One participant remarked:\n\nThe number of deaths due to suicide are increasing. Because the other deaths overshadow the suicide deaths, we tend to concentrate more on other conditions such as HIV, hypertension and hemorrhage. I think the reason for this is resources and then also priorities. Although mental health is a priority, we’ve got other big issues as well. (participant 4)\n\nA second challenge identified was the health system’s lack of resources for the prevention of mental illness and the promotion of mental health. On this subject, one interviewee, who works closely with midwife obstetric units and district hospitals, referred to the World Health Organization’s health system building blocks when discussing systems issues. She explained:\n\n[T]he other thing … that you must bring into the equation is the functioning of the system, where clinical governance is one, but the supplies and the documentation that needs to take place, and enough staffing. So it’s the human resources, the drugs, the supplies, the physical environment and so on. Those all play a big role in how this woman that is arriving with a problem will be screened. (participant 10)\n\nA third barrier identified by respondents was the weak implementation of the National Mental Health Policy and Strategic Framework despite the strong human rights commitment in South Africa’s mental health law. One key informant recounted:\n\nI do despair, and I get absolutely furious and angry. It’s disgusting and shocking, and a human rights violation that we have a mental health policy in this country, which was signed off in 2013, which hasn’t been implemented. There’s all sorts of fabulous provisions, and it took millions … of rands to get various stakeholders to develop this policy and to ratify it and discuss it and have meetings and, as with many of the policies in South Africa, it looks fabulous on paper. (participant 3)\n\nRelated to policy implementation in clinical practice, interviewees noted that it is difficult to make substantial progress because habitual behaviors of health professionals are deeply embedded. Three respondents referred to a well-known study that found it can take, on average, 17 years to translate evidence-based findings into clinical practice and that it is understandable to expect progress to be slow.44 As one respondent recalled:\n\nA lot of issues are culturally ingrained in South Africa, combined with poor facilities and lack of resources. How do you then accelerate progress and change? It is difficult and research has shown it takes 20 years to adopt new practices. (participant 7)\n\nTranslating policies into practice takes time and is understandably challenging. One key informant with extensive experience in policy implementation in district hospitals explained the need for champions of mental health in maternal health clinics to role model how mental health care policies should be implemented in practice.\n\nDiscussion: Knowledge contributions and implications. States must take deliberate, concrete, and targeted action, to the maximum of available resources, and must prioritize the allocation of resources toward full realization of the right to mental health. South Africa’s National Mental Health Policy Framework and Strategic Plan 2013–2020 affirms that “the human rights of people living with mental illness will be promoted and protected, through the active implementation of the Mental Health Care Act” by 2014. We found, however, that this was not the case for perinatal mental health. The low allocation of resources to mental health overall, also found in previous studies, reduces the availability of staffing and supplies necessary for policy implementation.45 Our findings substantiate that mental health lacks commensurate status relative to physical health in clinical practice in South Africa, despite recognition in law and policy that the right to health includes both physical and mental health. This lack of parity is apparent in the allocation of resources, including funding, supplies, and staffing, and in health provider decision-making in clinical practice, which is rooted in norms and deep-seated cultural practices. These norms and practices, according to respondents, result in physical health frequently taking precedence over mental health during antenatal visits.\n\nThe recommendations that emerged from the interviews included the need for increased mental health leadership at the district and subdistrict levels. Informants proposed that meaningful change be made by identifying leaders who are passionate about mental health care, willing to serve as role models, eager to champion efforts to promote perinatal mental health, and prepared to train others. This approach could be implemented within existing resources, while longer-term efforts should be focused on ensuring mental health parity with physical health, identifying additional resources for mental health promotion and mental health care, and developing a stronger system of accountability, including indicators and targets with specific deadlines and reporting on obligations.\n\nTwo major themes related to the availability and accessibility of mental health care emerged from the data. First, there are insufficient numbers of antenatal health care providers in the public health system, which reduces opportunities to identify mental illness in women. Second, there are insufficient numbers of mental health care providers to whom women can be referred and an uneven distribution of providers across provinces, making mental health care even less accessible to women in some provinces.\n\nThe absence of sufficient numbers of health care providers for women was apparent to respondents. Women in need of antenatal care often wait hours in long queues before seeing a nurse. Although women have access to health information through MomConnect, a mobile health app for pregnancy launched in collaboration with the National Department of Health, and access to a national counseling hotline called LifeLine, one respondent noted:\n\n[W]ith respect to actually being able to meet with a clinician, physically, that is much harder … We just don’t have the coverage that we need. There’s not enough people in the right places. (participant 6)\n\nWhen women access providers for their first antenatal care visit, they should have a comprehensive examination and history taken. However, according to respondents, due to high patient volume, the high demand for services, and many required components of the visit, there are insufficient numbers of providers. Consequently, this places a burden on nurses providing care, who have to choose between providing the full protocol to only some patients, or reducing the care provided to see all patients. One respondent explained:\n\n[I]f it’s one nurse and she has 30 or 50 new first visit ladies … announcing their pregnancy for the first time, and because of our HIV burden, the first visit should take you an hour. But now, there’s one nurse, and there’s 50 patients outside. But that’s not the only burden, there’s another 60 that’s coming for their second and third visits. (participant 10)\n\nIncreased mental health screening during antenatal visits would, however, increase the need for referral resources. Almost every key informant mentioned the need for more referral resources to specialist providers and social support services, including in postnatal care, along with improved capacity building to deliver mental health services. As one respondent highlighted:\n\n[T]here is a lot more we can do in terms of mental health screening, upscaling our care and treatment and also then the referral system … There’s a lot more that we should be doing in terms of maternal mental health and caring for these women. We’re going to have to increase the resources out there, the other support services, social workers, psychiatric, psychological services, and that hasn’t been done yet. If we’re screening more, we’re going to have to treat more and increase the other support services and structures. (participant 4)\n\nAdditionally, several respondents noted that it is important to support women by facilitating the connections to the referral resources rather than simply handing women a piece of paper with referral information. One informant advocated:\n\nIt’s not good enough for us to tell them, “I do actually know someone who [can help]. I’ll give you her number, she can call you.” We need to help make these connections for them. I think that’s how we are going to get people the help they need after trauma. (participant 13)\n\nRespondents indicated that if a woman did receive a referral, it would likely be to a junior medical officer or psychiatric nurse who would typically prescribe medication but not counseling, aligning with a narrow biomedical approach to mental illness.\n\nAnother impediment to accessing care through referrals was the variation across provinces. Patients in better-resourced provinces are more likely to gain access to care than those in provinces with less robust health systems. Respondents found such inequalities concerning:\n\nIn South Africa, there’s actually quite a big discrepancy in resources and health worker distribution among different provinces. For example, if you look at the Western Cape, there are quite well-resourced structures in place, and there’s a system and a referral route where the patient will be able to go to. But if you go to a province such as the Eastern Cape, Mpumalanga or Limpopo, where the health system is not as well organized, women are going to fall through the cracks, even if they are screened, [they] may not get the treatment or care that is desired. (participant 4)\n\nDiscussion: Knowledge contribution and implications. Availability and accessibility mean that states must ensure that sufficient health services and the underlying determinants of mental health are accessible to all with attention to nondiscrimination, economic accessibility (affordability), geographic accessibility, and physical accessibility. Our study confirms existing research that insufficient numbers of providers in South Africa are a barrier to accessing mental health care.46 Moreover, we found that the understaffing of nurses and their resultant heavy workload, especially (but not only) in antenatal care, resulted in insufficient time for nurses to focus on the mental health of women in their care. Similarly, respondents emphasized the urgent need for more specialist mental health providers, the development of stronger referral networks, and a focus on the support of nonspecialist providers who can promote mental health during antenatal care visits.\n\nScreening for perinatal mood and anxiety disorders is being integrated into primary and antenatal care in South Africa through a locally validated and tested ultra-short screening tool, which provides an opportunity to identify those who might need referral for additional assessment or services.47 However, according to respondents, if providers do not have functional referral networks, they might be less likely to screen. The decision not to screen due to poor referral networks discriminates against those in lower-resource locations with few options for referrals. It also distorts the evidence base, as without screening there is no record of the need for mental health services—data that could be used to advocate for further funding and additional providers. Additionally, we found that providing referrals to perinatal women may be insufficient to ensure that they connect to essential resources. Therefore, efforts should focus on building strong networks and directly linking women to further support.\n\nTwo key themes emerged related to the acceptability and quality of mental health care. First, there is a need to address the social determinants of health underlying perinatal mental health, in addition to physical health. Second, training is needed in at least two key areas: integrating mental health into clinical practice and ensuring that the provider’s mental health issues do not diminish the quality of care.\n\nSeveral respondents urged a more holistic approach to engaging women in quality mental health promotion by attending to the social determinants of health. One common theme that emerged was that better integration of the social determinants into clinical practice was essential for improved mental health care. A mental health provider confirmed this need, stating:\n\nAddressing perinatal depression needs to include social determinants of health and well-being. Engaging social determinants of health needs to be integrated into [the] workload, and at a practice level, this needs to be prioritized. For example, if someone doesn’t have housing, and they tell their provider, the provider needs something tangible to be able to refer the patient to. Social determinants of health is equally impactful, but providers do not know what to do. (participant 1)\n\nA nurse educator shared similar thoughts on the necessity of integrating the social determinants of health both into workload and clinical practice. She also highlighted the importance of contextualizing what patients’ lives are like and empowering nurses to think of ways they can support the whole person, with special attention to the role of the social determinants of health:\n\nA lot of people present with conditions where there [are] a lot of underlying social determinants … [S]ometimes it is a bit difficult to try and conceptualize what they can do as a nurse. You can’t work in an environment where these issues are prominent and not acknowledge and recognize the influence of them. (participant 9)\n\nHowever, respondents communicated a lack of emphasis on the interconnection among determinants such as gender-based violence, food insecurity, lack of basic resources, and mental health issues:\n\nChallenges which are enormous, like gender-based violence, and corruption, and food insecurity, and a lack of access to basic resources … Mental health is the Cinderella among … these big problems. I don’t get a sense there is that appreciation of the vicious cycle of these colliding epidemics, nor the potential for the virtuous cycle. (participant 3)\n\nProviding acceptable quality care includes attention to gender and life cycle requirements, and interviewees suggested working more holistically to provide better support systems for mental health in the perinatal period. One respondent suggested a possible solution: “If each doctor’s office had someone to walk your journey with you, touch base with and ask those questions that you want to ask, mental health would improve” (participant 7).\n\nMany informants emphasized the need to focus on the whole person in clinical settings and believed there was a need for more provider training on the importance of moving away from a disease-oriented focus on the most visible issues, such as high blood pressure, to a more holistic approach. One informant recounted:\n\nThere is a need for some training that will make it meaningful for health professionals to link up and to understand that one works with a full person, not only with the mother’s blood pressure and a baby that’s growing inside her. And that she has a mind of her own that’s maybe not doing very well. And how do you then make sure that this woman receives some extra care? Not only physical care, but mental health care. (participant 10)\n\nOther respondents voiced concerns about a lack of training on how to address mental health in pregnancy and postpartum, especially in light of the extensive training and protocols that doctors and nurses receive to address obstetric emergencies. One informant explained:\n\nOur training is not specifically for mental health screening. We do detailed training for obstetric emergencies, and unfortunately, the mental health screen is not in that. It would be great if we can include the mental health screen as part of this. Provinces are rolling out training on how to explain the maternity case record and how it should be filled in and to give clarity on the changes. I think we’re probably lacking in the training and we’re not doing detailed and specific mental health screening. (participant 4)\n\nAnother barrier identified was the impact that the provider’s mental health and potential burnout might have on the quality of mental health care provided to patients. Respondents pointed to health providers’ often unresolved mental health needs as critical in how they carry out mental health care. One informant commented on the lack of attention paid to provider mental health and the impacts that this might have on patients: “Why should we worry about somebody else’s mental health when nobody worries about ours?” (participant 5).\n\nProviders’ mental health was seen as a barrier to integrating evidence-based practices for mental health. As one key informant explained:\n\nI think a lot of the barriers I’m hearing about, … integrating this kind of evidence base into their thinking and decision-making, may well have to do with their own mental health issues. So when you come to them and you speak about mental health, it evokes a kind of defensive shutdown response … This happens at … coalface when you are speaking to midwives or nursing sisters who are providing services, but … it equally applies to high-level decision makers. (participant 3)\n\nOne respondent with 16 years of experience supporting women during pregnancy and childbirth in government hospitals described providers’ mental health as a multilayered concern warranting further attention. Over the years, she witnessed many perinatal care providers using coercive tactics, which undermines the quality of care that women receive and can result in trauma for patients. She suggested that those who resort to such tactics have unresolved issues, which results in pain and self-protection and might manifest in their patient interactions.\n\nDiscussion: Knowledge contribution and implications. The acceptability of mental health services is a subjective assessment by individuals and communities concerning the extent to which services provided are culturally acceptable and sensitive to gender and life stage. Quality mental health services require adequate supplies; providers with necessary skills and training; acceptable standards of care; and treating patients with respect before, during, and after the provision of care. Our study found that there is a lack of attention to the drivers underpinning patients’ and providers’ mental health. Respondents recommended a shift in practice to provide better support systems for women’s mental health promotion across pregnancy, childbirth, and postpartum. General consensus converged on the need for a more holistic approach to engaging women in quality mental health promotion through attention to the social determinants of health. Additionally, this research highlights the importance of addressing the mental health needs of health providers both as rights-holders themselves and to mitigate the impacts that their mental health care needs have on the quality of care they provide to perinatal women. It is necessary to work toward an ethos of care to better support all women.\n\nOne recommendation actionable in the short-term was to identify patient-centered mental health supports during the perinatal period, including doulas, peer counseling, and support groups. Doulas focus more broadly on the well-being of women, while peer counselors draw on their own experiences of mental illness and recovery to provide support to individuals facing similar experiences. Both offer a relationship of care and social connection, which is a key underlying determinant of the right to mental health. Individuals in these roles work collaboratively with nurses, midwives, doctors, and mental health professionals."
    }
  ]
}