{
  "doc_id": "85063fe5-73ef-4b5d-b455-3835e76ba36c",
  "doc_title": "“I *know* all the things I should be doing …”: accounting for mental health and illness in an online mental health discussion forum during the COVID-19 pandemic",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10626693",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "In the discussion thread from which our data set was drawn, entitled “Coping during the Coronavirus outbreak”, the opening post by a moderator invited members to respond to the question, “What are you doing to look after your wellbeing during this time?” Three days later, there was another post by the moderator containing more specific questions to guide contributions, as follows:\n\nWhat thoughts are helpful for you at the moment?\n\nWhat are you doing to remain connected?\n\nHow are you taking care of yourself and others?\n\nWhat are you finding helpful in reducing your anxiety during this time?\n\nAs such, discussion on this thread would have been significantly shaped by this guidance.\n\nIn the data, ‘mental health’ was mainly conceptualised by posters in a functional sense as being able to cope with the demands of daily life. The term ‘coping’ was primarily used to refer to emotion-focused coping, that is, regulating emotional responses to a stressor through behavioural and cognitive strategies [49]. Overall, mental health and coping were constructed using two main interpretative repertoires, which are outlined below along with representative extracts. These two repertoires explained mental health and coping in different ways, which produced an ideological dilemma. Repertoires 1 and 2 are outlined to provide the background for this dilemma, before the ways in which posters negotiated the resultant dilemma and accounted for states of poor mental health are analysed in more depth. Extracts from the data have been presented with the original style of the authors preserved, but line numbers have been added for ease of reference in our analysis.\n\nA prevalent interpretative repertoire was that mental health can be maintained or improved through the individual regularly practising multiple mental health-promoting, ‘self-care’ behaviours. Mental health was typically constructed in this way using multi-part lists and causal attributions, as exemplified in Extract 1:\n\nI have certain things I do every day because they keep me mentally healthy. They support\n\nmy sense of self-esteem, personal identity and agency. They are: water my plants,\n\nsqueeze and drink a citrus fruit, some random stretching, my French lesson, look at trees\n\nand feel awe for nature, write a gratitude list, exchange affirmations with three friends via\n\ntext, and connect properly, emotionally, with at least three different other people.\n\nI enjoy all that stuff so it’s no burden. It’s effective for me… Bang for my buck.\n\nThings I do **nearly** daily for my mental health are:\n\nwalk outside, even a short walk just for circulation and fresh air.\n\nvolunteering, giving it away, service to others, whatever you want to call it.\n\nmeditate with an app.\n\naromatherapy.\n\njournal (a speech recording or in writing, whatever I feel like).\n\nAs you can see, it’s all about self-care, gentleness, recharging, connection and joy.\n\nMost important, do what works for YOU.\n\nExtract 1 was part of a post made by a frequent forum user, in response to a post by a first-time forum user who reported experiencing anxiety, depression and low motivation during lockdown and asked whether anyone had “any ideas about creating structure”. In Extract 1, two lists are included of things the poster does to maintain their mental health - the first (lines 2–5) listing eight things that the poster reports doing every day (line 1), and the second (lines 8–12) listing five things that the poster reports doing nearly every day (line 7). Previous conversation analytic research has found that three-part lists are normative in interaction [50], reflecting a preference for brevity and functioning to construct a description as summary, complete or adequately representative of a class of items. Lists longer than three parts (“long lists”) have received less research attention, possibly because of a focus by researchers on spoken interactions, which have certain constraints including a bias towards single turn completion units, a preference for progressivity and a default to minimisation [51], making the use of long lists less likely. In contrast, computer mediated settings involving written interactions such as online discussion forums are likely to offer different affordances and have different constraints [52]. In this case, the peer-support forum from which data was sourced has a 2,500-word limit for posts, and posts are published online permanently as a resource for the public to access, affording users more opportunity and reason for the use of long lists.\n\nIn the data set generally, multi-item lists of self-care practices such as these were frequently shared by forum members. One of the key reasons why users utilise connections with others via online mental health peer-support discussion forums is to share and receive information and practical advice [26]. The sharing of lists of self-help or recovery strategies has previously been found to be a common way in which more experienced mental health forum members share their expertise for the benefit of newer members, with posts containing such lists often revisited and used as a reference point over time [25].\n\nLong lists may have a distinct rhetorical function in interaction: namely they construct disparate items as members of the same category, and infuse these items with a subjective meaning or evaluation that supports an overall argument [53]. In Extract 1, various activities of daily life that might be seen as ordinary are grouped together in long lists with more recognisably therapeutic activities, the effect being that all these activities are categorised as therapeutic techniques carried out towards the goal of maintaining mental health. While the items on such lists might be customised to some extent (line 14), the assumption in the data generally was that everyone would have such a list of their own.\n\nIn Extract 1, the poster makes an explicit causal link between performance of self-care behaviours daily and the outcome of mental health (line 1, line 7), a script formulation [54] that was common in the data set. This causal sequence was typically constructed in the data as routine, recognisable or expected; implying that deviations from this sequence would be a breach of usual expectations, and thus potentially accountable events [54]. As illustrated in Extract 1, self-care behaviours were usually described as simple actions within the individual’s ability to implement (line 6). Therefore, according to Repertoire 1, mental health was constructed as being largely (though not necessarily entirely) within the control of the individual.\n\nEven when the limits of self-care for mental health were tested by the extraordinary circumstances of the pandemic, Repertoire 1 was often re-asserted. This is illustrated in Extract 2 - part of a post made shortly after the announcement of a second lockdown in one Australian city:\n\nIn terms of actually managing ongoing anxiety around the situation, I’d say it’s time to\n\namplify self-care routines. Find your inner child. Do something each day that makes you\n\nexcited. I’m not talking about something you just ‘look forward too.‘ I mean to do\n\nsomething that makes your heart skip a beat and makes you smile without realising.\n\nBuild a pillow fort. Do it- this one was fun for me. Get your kids involved if you have any.\n\nDo a backyard experiment. Make that dream purchase (online if you can!). Sing karaoke.\n\nOffer to foster a shelter puppy if it’s within your means. Do something you won’t get\n\nbored of or won’t regret committing too anytime soon (insert all of my neglected home\n\nimprovement projects if you are anything like me lol).\n\nI hope this helps and is something a little different to the usual “distract yourself whilst\n\nstaying at home” activities we usually see.\n\nThis post was made in response to a specific question from another member, “I wonder can anyone think of anything that has helped them?”, but also referenced posts from several other members expressing feelings of frustration, before offering the above advice. In Extract 2, the anxiety caused by the external situation is acknowledged (line 1), however a discourse of self-care is not only reinforced, but intensified to match the intensification of external pressures (lines 1–2). As in Extract 1, Extract 2 includes a long list of suggested self-care behaviours (lines 5–7), also to be practised daily (line 2) to manage anxiety (line 1), and causal links are made between these behaviours and increases in positive emotions (lines 2–4). Thus, the prevalent script formulation that the regular performance of a range of self-care behaviours will lead to the individual maintaining mental health, or managing mental ill-health, is reinforced.\n\nRepertoire 2 represented an alternative explanation for mental health. According to this repertoire, mental health is heavily and unavoidably impacted by circumstances and pressures external to the individual, and therefore is often not within the individual’s control. Under Repertoire 2, self-care routines were constructed as having limited efficacy for mental health while social, economic, and structural determinants of mental ill-health remained unresolved, as exemplified in Extract 3:\n\nI think this pandemic is preventing me from finding any sort of happiness at the moment.\n\nI’ve been unemployed since before the first lockdown, went through a million job\n\ninterviews in-between with no leads, I’ve been heartbroken (maybe twice), I went\n\nthrough health issues (but recovered after 1.5 months of hell) and I realise I have no\n\nfriends that actually care about me. I would have travelled the world for the first time in\n\nmy life and would have given me space to feel hopeful again but I can’t even do that. I\n\nhave taken up knitting which is nice but it doesn’t let me escape from the sheer boredom\n\nand reality that I have no one.\n\nThe post which Extract 3 was from did not appear to be a response to any other post specifically, however the post immediately prior to this one included a suggestion that “by keeping our minds active and our body’s safe, we can prevail through these uncertain times”. Extract 3 begins, like Extract 1, with an explicit attribution of causality, but in this case the poster’s unhappiness is attributed to factors external to the individual and outside of their control, namely the pandemic (line 1). Interestingly, another long list [53] is included, consisting of five external factors that have impacted on the poster during the pandemic (lines 2–6). Some of these problems appear to have occurred due to the pandemic, and some appear to be problems that pre-dated the pandemic or would have occurred regardless. Nevertheless, these five elements are grouped together in a list, building shared meaning in the form of support for the poster’s contention that they are being prevented from finding any happiness (line 1). In lines 6–7 the poster makes a concession [55] to an alternative repertoire of self-care reminiscent of Repertoire 1 – “I have taken up knitting” (lines 6–7), but this is followed with a reassertion of Repertoire 2 (lines 7–8), in that behaviours such as knitting do not provide an escape from broader personal and structural challenges. That is, mental health is dependent not only upon individual lifestyle and self-care factors, but also upon social, structural, and economic determinants.\n\nExtract 4 is another example of a poster drawing upon Repertoire 2:\n\nI have thought of calling the help line, but I can’t imagine what anyone there could say to\n\nhelp. I know all the things to do, reading here and in the media - getting a routine going,\n\neating and sleeping well, exercising, reading a book, craft, talking with friends, avoiding\n\nsocial media and the news as much as possible etc. etc., but none of that replaces my\n\nbig need for face to face conversations with laughter and smiles, a hug, things to look\n\nforward to, not worrying about our future, the Australian economy.\n\nThis post from which this extract was taken was the third in a sequence of three posts. In the opening post, this forum member expressed difficulties in coping due to loneliness and isolation. A forum moderator replied, expressing empathy, and providing details of online resources and a telephone helpline staffed by mental health professionals. The above extract is from the third post in the exchange, in which the forum member replied to the moderator. In lines 1–2, the poster appears to anticipate that, were they to call a mental health help line, they would most likely be provided with advice about self-care along the lines of Repertoire 1, and therefore sees little point in calling. In lines 2–4, the poster demonstrates that their knowledge of self-care behaviours is already adequate, citing a long list of seven self-care behaviours, followed by “etc etc” (line 4). Generalised list completers such as “etc” signal not only that there are more list items that could be named, but that there are many more such items [50]. As such, standard lists of self-care behaviours are constructed as lengthy, involved, possibly endless, and, by implication, of limited effectiveness.\n\nIn lines 5–6, the poster then cites another long list of external factors, most being conditions arising from the pandemic, that are currently impacting their mental health. These are described as “big need(s)” (line 5), constructing them as inherent human needs, and not matters of choice. The use of two lists set in contrast - as indicated by the contrastive conjunction ‘but’ (line 4) - serves to construct the two lists as different categories of things. The poster states that the items on the first list, which are all individual lifestyle factors, cannot replace (line 4) the need for a solution to the problems on the second list, and implies that their mental health or ill-health is primarily dependent on the items on the second list. The items on the second list correspond to social determinants of mental health which are larger than individual lifestyle factors, such as social support networks, and socio-economic conditions [6]. Thus, mental health is constructed as being mainly the result of circumstances external to the individual and outside of their control.\n\nThe existence of two different explanatory repertoires of mental health created an ideological dilemma that posters were obliged to negotiate, especially when it came to explaining a current state of mental ill-health. As discussed above, under Repertoire 1 there was a prevalent script formulation that performance of a standard suite of behaviours of self-care would prevent mental ill-health, and an assumption that practising such behaviours was within the ability of every individual. Experiencing a state of mental ill-health was thus commonly oriented to by forum posters as an accountable matter. A pattern that occurred repeatedly was that, when reporting a current state of mental ill-health, posters without solicitation presented an account to others for their mental ill-health.\n\nAn account is a statement offered by a social actor to explain behaviour that is regarded in the cultural context as odd, wrong or untoward [56]. Social relations are necessarily accountable phenomena [57], and members of moral communities work continuously to preserve social order through holding each other to account relative to normative rules or standards [58]. Descriptions and accounts of behaviour are always accomplishing ‘moral work’ of some kind [57], and are occasioned, constructed and received based on the orientation of speakers to certain sets of assumptions or explanations available in the immediate interactional and wider cultural context [59]. Scott and Lyman [56] identified two main types of account: justifications, in which responsibility for an act is accepted but the wrongness of the act is denied; and excuses, in which the wrongness of an act is accepted but responsibility for it is denied. Hewitt and Stokes [60] added the concept of disclaimers, which are accounts offered prospectively for upcoming conduct that might be problematic, as opposed to the usual retrospective nature of accounting.\n\nIn the data, posters appeared to anticipate that a state of mental ill-health would be interpreted by others as evidence of a failure to perform standard routines of self-care, and thus accounts centred around the question of whether they had been performing self-care behaviours, and if not, why not. Accounts for mental ill-health were noted to take a remarkably similar form. First, posters would report a current state of mental ill-health or not coping, often with references to external pressures (i.e., Repertoire 2). Second, posters would state that they knew about the self-care behaviours that can be practised to maintain mental health (i.e., Repertoire 1), usually beginning with the words, “I know …”. Third, usually prefaced by the contrastive conjunction “but”, posters would re-assert continuing mental ill-health, often with further references to external pressures (Repertoire 2). This structure is similar to a structure Antaki and Wetherell [55] term a show concession. Concessive patterns in general are recognised as “the negative or contradictory counterpart of causal constructions” [61], that is, they occur against the backdrop of an assumed causal relationship, and describe a situation which differs from the expected sequence of events. Show concessions characteristically consist of a three-part structure of assertion, concession and re-assertion, and hinge around two markers - a marker of concession such as “okay”, “I agree”, “obviously”, etc., and a reprise marker signalling contrast to the concession, most commonly “but” [55]. The main rhetorical function of show concessions is not to concede but to undermine a competing position by displaying awareness and understanding of it before challenging it.\n\nA show concession structure is evident in Extracts 3 and 4 above, which have been used to illustrate Repertoire 2. The accounts in Extracts 3 and 4 might be said to take the form of justifications, in that any failure to perform standard self-care behaviours is constructed as permissible, given their ineffectiveness in solving the real problem of difficult circumstances. More usual in the data, however, was that posters did not directly dispute Repertoire 1, but instead struck a more delicate balance by embedding an affirmation of Repertoire 1 within descriptions of experiences inconsistent with the causal assumptions of Repertoire 1. Extract 5 is an example of this:\n\nSince Covid-19 rolled in, a deep seated anxiety has surfaced that I think I always knew\n\nwas present. I would say I’ve been a bit of a minor worrier all my life. These days I feel\n\nconstantly anxious, and the uncertainty of what the future holds or looks like I am finding\n\nparalysing. My emotions roller coaster from anger, to fear, to total numbness and I am\n\ncrying a lot.\n\nThe second lockdown hit me hard and I did speak to a psych who told me my feelings\n\nwere all natural in these unprecented times. I *know* all the things I should be doing,\n\nestablishing a routine, eating well, sleeping well, exercising, reaching out to friends. I am\n\ndoing most of these - although I have little energy or motivation to exercise - I have taken\n\nup yoga and pilates, which can help sometimes with ‘staying present’.\n\nIn the last week my role at work was made redundant due to my then employer being in\n\ncrisis management mode, at the same time as Melbourne has gone into hard lockdown. I\n\nam despondent and so incredibly sad.\n\nThe author of this post identified themselves as a first-time poster who had recently joined the forums. Their post did not appear to be made in reply to any previous post. In Extract 5, a three-part structure is evident. In lines 1 to 7, the poster describes a current state of distress, along with references to the external factors of Covid-19 (line 1), uncertainty about the future (line 3) and lockdowns (line 6) – a description consistent with Repertoire 2. In lines 7 to 10, the poster inserts a reference to Repertoire 1, stating that they know about, and are carrying out, routines of self-care. Then in lines 11 to 13, the poster continues describing their state of mental distress (lines 12–13) along with further references to external pressures of unemployment (line 11) and lockdowns (line 12).\n\nDespite repeatedly linking their decline in mental health to external circumstances (line 1, line 6) and social determinants such as unemployment (lines 11–12), the poster orients to their mental distress as an accountable matter, using moral language such as “should” (line 7) in reference to preventive routines of self-care. The poster appears to anticipate that, in response to a report of mental ill-health, others will question whether they know about, and practice, routines of self-care. The middle section of this three-part structure (lines 7–10) thus arguably functions as a disclaimer - a pre-account used to ward off in advance anticipated negative evaluations of future conduct [60].\n\nThe poster’s marked emphasis on their knowledge of routines of self-care (line 7) defends against a potential undesired typification of their identity as someone who is ill-informed or ignorant. As Stivers, Mondada [62] argue, the epistemic domain is morally ordered, and people hold one another accountable for their normative rights and responsibilities in respect of knowledge. The stylistic choice “I *know*” pre-emptively and emphatically establishes the speaker’s epistemic status as equal to that of other forum members (implying that a lack of knowledge would be a moral failing). The speaker’s epistemic access is reinforced by their report, positioned immediately prior in line 6, of a recent consultation with an expert in the form of a psychologist.\n\nIn line 8, the poster also pre-emptively wards off any typification of their identity as irresponsible, citing a long list of five standard items of self-care (line 8) and stating that they are doing most of these (line 9) and more (line 10). In this way, the poster signals agreement with and commitment to Repertoire 1, despite current experiences of mental ill-health. Regarding the effectiveness of the self-care strategies being practised, the poster adds a limited, hedged and vague statement that two of the items listed, yoga and pilates, “can help sometimes” (line 10). Although the poster’s report of continued mental ill-health in lines 11–13 would appear to call into question the commonly assumed causal relationship between self-care routines and mental health, the poster does not address this dissonance directly.\n\nA similar three-part structure occurred repeatedly in the data set when posters reported and accounted for current states of mental ill-health. In cases where (unlike the poster in Extract 5) a poster disclosed that they were not performing daily routines of self-care behaviours, an excuse was also typically included as part of their account. Excuses are “socially approved vocabularies for mitigating or relieving responsibility” for an acknowledged moral transgression [56]. Some of the most common forms of excuse are a claim to an impairment of knowledge (“I did not know”) or an impairment of ability (“I was not able”). In the data for this study, the excuse of a lack of knowledge almost never occurred, whilst the excuse of impaired ability was the norm. Extract 6 is an example:\n\nJust signed up to this community because I just need support. I struggle pretty badly with\n\nanxiety normally so this pandemic has just pushed me overboard.\n\nI’m taking all the precautions against it but all I can think about is running out of food. I\n\nlive in a small country town and people from the cities have been coming to buy from our\n\nshops, leaving them just as empty but with longer delivery times. All I can think about is\n\nrunning out of food and my children going hungry.\n\nSometimes I can bring it all back into perspective but other times I’m just locked into\n\npanicked thoughts.\n\nI think I mainly just wanted to vent that, I know that I need to get some self care\n\nmeasures in place but I’m just struggling.\n\nThe author of this post identified themselves as a new forum member (line 1) and did not appear to be responding to any specific previous poster, beginning this post with “Hello all”. In Extract 6, a similar three-part structure occurs to that which occurred in Extract 5. Lines 1–8 begin by describing a current state of mental ill-health in the form of anxiety (line 2) and panicked thoughts (line 8), along with references to the external factors of the pandemic (line 2, line 5). In lines 9–10, the poster references Repertoire 1, saying, “I know that I need to get some self care measures in place”, thereby disclaiming an identity as ignorant, and affirming self-care routines as normal, expected and appropriate behaviour. In line 10, this is followed by the conjunction “but” and a re-assertion of mental ill-health. Unlike the poster in Extract 5, in Extract 6 the poster implies that they do not currently have a regime of self-care behaviours in place (lines 9–10). The last phrase, “I’m just struggling”, thus functions both as a re-assertion of mental ill-health, and as an excuse for not having self-care measures in place. Previous conversation analytic research has shown that when an action or response is dis-preferred, accounts and excuses “overwhelmingly cluster around the issue of ability” [63], the advantage of this kind of account being its ‘no blame’ quality - unlike accounts that might indicate a lack of thought, effort, interest or desire. Throughout Extract 6, the poster’s thoughts and mental health are constructed as outside of their control at present (lines 2, 3, 5, 10) due mainly to external pressures (line 2), thereby mitigating their responsibility; though the poster acknowledges and agrees that self-care by individuals is important."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "In this study, we examined how mental health was constructed in an online mental health discussion forum in Australia in 2020, during the first wave of the COVID-19 pandemic. It was found that mental health was constructed using two main interpretative repertoires. Repertoire 1 constructed mental health as being largely the result of individuals performing a suite of self-care behaviours daily. Many posters reported that routines of self-care were effective in helping them to cope during the pandemic, and the effectiveness of self-care for mental health has been supported by subsequent research [64]. Repertoire 2 constructed mental health as largely the result of social and economic factors external to the individual – a perception also borne out by research during the pandemic showing a correlation between mental health and various socio-demographic factors [65]. Both Repertoires 1 and 2 were prevalent in the data, creating an ideological dilemma which posters sought to negotiate, especially when reporting a current state of mental ill-health. Seemingly because of the causal assumptions associated with Repertoire 1 – that responsible performance of self-care behaviours would prevent mental ill-health - posters repeatedly oriented to mental ill-health as an untoward state and pre-emptively offered accounts in the form of justifications, disclaimers and/or excuses.\n\nIn discursive psychological research on health topics, the key issue is not what people say about health but what people do when talking about health [66]. The offering of an account is a sign that issues of morality, identity and personal worth are at stake. Tileaga [59] notes that accounts in naturally occurring interaction are a valuable subject of inquiry because they reveal what is regarded in a particular cultural context as wrong, untoward, or problematic. According to Billig, Condor [47], talk about health and illness is always ideological, because ‘health’ describes the ideal subject according to the prevailing ideology of a society or culture. Talk about health and illness is also always dilemmatic, in that the ill person must show that they are a ‘special case’, i.e., unwell enough to be unable to carry out usually expected duties; but also that they are normal or ‘fit for society’, i.e., compliant with social norms and expectations, in order to be seen as worthy of help [67]. When people account for health and illness, therefore, they do not simply express beliefs or attitudes, but “construct their state of health as part of their ongoing identity in relation to others … making claims about themselves as worthy individuals, as more or less ‘fit’ participants in the activities of the social world” [67].\n\nThat forum posters experiencing mental ill-health oriented to this as a state requiring an account, even amidst the exceptional circumstances of the pandemic, indicates that mental ill-health is still widely viewed as morally problematic. This is perhaps an unintended consequence of mental health public awareness campaigns that are perceived as placing the burden of responsibility on individuals to manage their mental health [68]. In the typical patterns of pre-emptive accounting for mental ill-health observed, what posters appeared to be doing was signalling affirmation of socially approved standards of behaviour – that is, agreeing with the importance of carrying out regular routines of self-care (Repertoire 1) - while at the same time reducing attributions of individual moral responsibility for their mental ill-health by citing external pressures – attributions which posters appeared to anticipate would otherwise be made. In this way, posters were able to retain an identity as informed and responsible citizens, i.e., fit for society, despite currently experiencing mental ill-health.\n\nAt a macro level, the patterns observed in this study indicate the societal pervasiveness of notions of individual responsibility, self-control and lifestyle characteristic of the ‘new public health’ [69]. In modern neoliberal societies, the ideal citizen is one who assumes full responsibility for their own happiness, health, and productivity, and rationally maximises these [70]. Within ideological tendencies of healthism and individual responsibility, “self-care” is one of the main discourses by which responsibility for health and illness is transferred to the individual [71]. While self-care and self-help might in many cases be effective and even empowering, there is always a risk that this language will foster the illusion that individual responsibility is sufficient and there are no constraints on people’s choices, leading to poor health being seen as the result of individual moral failings [71]. Such societal discourses and norms are likely to contribute to mental illness stigma and self-stigma [72]. The results of this study indicate that there is a continuing need to re-frame the public narrative towards seeing mental ill-health as related to social determinants and other macro-level factors, rather than the focus being mainly on individual-level factors.\n\nLimitations of this study include the lack of demographic information for forum posters, the possibility of over-representation of certain groups such as people with a mental illness, and difficulties in accurately discerning the intended meaning of posts due to the lack of opportunity to ask speakers for clarification or more detail. In addition, this study analyses posts made in 2020 during the first two waves of the COVID-19 pandemic in Australia, to a peer-support forum specifically dedicated to coping during the pandemic, and findings thus may not be generalisable to other contexts."
    }
  ]
}