{
  "doc_id": "85b68bad-9c34-4ba7-8bbb-f0483d91ea3f",
  "doc_title": "Digital Mental Health Tools for Caregivers of Older Adults—A Scoping Review",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7198719",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "A total of 1,843 relevant non-duplicate records were identified. After applying exclusion criteria, 47 articles were retrieved eligible for full-text screening. Of those, 20 articles met the inclusion criteria, however, four were excluded during the data extraction due to the insufficient description of the study participants resulting in the unclear understanding if the study focused on the caregiver or digital mental health tool that can be used by the caregiver, vague description of procedure or limited report of the results. Out of 16 final articles with four RCT, two were mixed-methods, two were qualitative, and thirteen were quantitative studies. Summary of the results, including the authors, population, digital mental health tool or intervention, and the relevant intervention outcomes are provided in Table 1. The reviewed studies providing a comprehensive insight into the digital mental health tools available for the informal caregivers were distinguished by three categories.\n\nThe categories included: mobile apps, web-based, and others, and were determined by the device used to support the digital mental health content for the caregivers.\n\nThe mobile apps category includes eight reviewed studies with the main focus on mobile-based mental health tools—i.e., mobile apps (7, 11, 22–27). The thematic analysis of the result sections within the mobile category indicated reappearing topics—e.g., cope, stress, depression, self-regulation, behavior change, self-control—that were further grouped into themes of “coping skills” and “emotional self-regulation.” This review suggests that the overall aim of the mobile apps category is centered on building coping and emotional regulation skills of a caregiver as means for dealing with the caregiving burden, stress and adverse emotions in general. The pre-post measurements available in three studies (22, 25, 27) indicated that the mobile apps helped decreased stress and increased coping skills after only 3 weeks, moreover, there was a reported significant positive impact on decreasing depressive symptoms of the caregivers and significant positive effect on emotional and social competency. The mobile apps category includes studies reflecting on apps that are designed for the caregivers specifically (e.g., iCare, RX Refill, Journal, Care4Caregivers, UnderstandAid, CareHeroes) and three mobile apps for dealing with adverse mental health symptoms in general, building emotional self-regulation, and the review of self-help apps -VA Pain Coach, VA PTSD Coach, DarmaLife Program, Mindify, Happify—(22, 23, 27).\n\nIn the web-based category, six studies focused on web-based mental health tools (8–11, 28, 31). The thematic analysis of the result section of the studies indicated recurring topics—e.g., education, information, exercising skills, resilience, training, coping, and distress—merged into more general themes of “education” and “skill building.” The thematic synthesis indicated that the reviewed web-based digital mental health tools for caregivers aim to address caregiving burden and adverse mental health outcomes by educating caregivers about specific disorders and training proper skills for specific disorders necessary for the caregiving role. The web-based digital mental health tools were delivered in the form of video-educational programs, webnovela—i.e., intervention delivered through structured episodes in a form of small series similar to sitcoms—providing mindfulness-based stress reduction training via a web-based platform, and attention tasks via websites. One web-based mental health tool, CareHeroes, was an adapted web version of a previously reviewed tool in the mobile app category.\n\nThe third category of “other” includes the final three studies exploring digital mental health tools that could not be classified as mobile apps or web-based mental health tools (5, 29, 30). The mental health tools in question are virtual reality intervention, telephone-delivered intervention for caregiver-care recipient dyads, and combined digital mental health intervention with “CarePartner” systematic monitoring with interactive voice response call for caregivers living outside of the care recipient home."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "This review aimed to explore the current state of the art digital mental health tools for informal caregivers used as an intervention, support, means of education, and training, that could provide set of skills necessary for an individual to maintain health and well-being while fulfilling the role of a caregiver. The review seeks to understand means by which current digital mental health content available for the informal caregivers is delivered (e.g., via mobile phone, web page, tablet, virtual reality) and purpose these mental health tools are used for (e.g., intervention, training, education, support). The further exploration of the intervention was not performed since the scope of this paper is to review the tools used for distributing the mental health content related to the caregivers.\n\nThe thematic synthesis of the data indicated that the digital mental health tools currently available for caregivers could be broadly categorized as mobile apps, web-based, and other digital mental health tools—i.e., digital mental health tools that do not fit the first two categories. It is suggested that each category serves a different purpose.\n\nMobile apps generally address adverse mental health by building skills, such as coping skills and emotional self-regulation, necessary for the caregivers to maintain well-being.\n\nThe web-based mental health tools serve an overall purpose of educating and informing caregivers about the caregiving role and providing skill exercise and training for the caregivers.\n\nThe third category of “other” digital mental health tools includes virtual reality intervention for the caregiver of individuals with Dementia, telephone-delivered intervention combined with digital mental health tool and mental health intervention with systematic monitoring and voice response designed for caregivers living away from the care recipients. This category includes digital mental health tools that address caregiver understanding of the care recipient and caregiver-care recipient communication, and although these digital mental health tools can be useful in improving caregiver's mental health by strengthening the caregiving role, they do not specifically address adverse mental health symptoms.\n\nIt can be suggested that the vast majority of mobile apps reviewed provide skill building for caregivers, while the web-based digital mental health tools provide skill training or skills exercising, and education, pointing out that one does not exclude the other, suggesting that they can be used jointly. Therefore, combining the digital tools can lead to creating a useful mixed tool for addressing the caregiver's mental health, burden, and stress at the more general level regardless of the limitations or illness of the care recipient. On the other hand, it can be argued that combining digital mental health tools can be rather overwhelming and burdening for the caregivers in terms of the information exposure and the time amount it would require from the caregiver.\n\nThe quality of the therapeutic basis of the mental health interventions provided through mobile apps reviewed in this paper has not been assessed. In fact, brief literature searches for papers assessing the therapeutic quality of the interventions provided through mobile apps has been rather scarce and often requires narrowing the search to a specific mental health issue. Some studies pointed out high-quality scores for mobile app interventions based on engagement, functionality, and aesthetics, as well as the potential to increase access to mental health services (32, 33). However, other studies simply provided guidelines and versions of protocols for assessing the quality of mobile app interventions for health care providers (34), without clear understanding about the protocols that need to be followed when creating mobile health apps in the first place (35).\n\nThe summary of the relevant studies in this review suggests general positive outcomes for caregivers after using the digital mental health tool with a reported increase in coping skills or emotional regulation (8, 10, 22, 27, 31), a decrease in stress, and burden (7, 22, 31) as well as perceived improvements in motivation to care (23). There were no adverse effects of digital mental health tools reported, even in the population that had low familiarity with technology, which might be further argued as a limitation. In line with this, the positive outcomes have been reported cross-sectionally in most studies with no longitudinal data available, pointing out that the positive outcomes might be only temporary.\n\nDigital mental health tools were reported as useful for the caregivers that experienced higher burden and stress and were generally in more distress due to caregiving tasks (24). It has been shown that culturally-adapted digital tools are the right approach for educating caregivers, improving coping skills and motivation to care (10).\n\nThere was an evident lack of digital mental health tools aiming to support the mental health of the caregivers of older care recipients with overall 44 apps promoted on the market as such, while only eight of these addressed additional categories besides information and resources, communication and caregiver-recipient interaction (7). Furthermore, the majority of digital mental health tools are strongly focused on improving the caregiving role itself, which benefits care-recipients the most.\n\nThe digital tools available center on specific limitations or illnesses such as Dementia or Parkinson's disease, without offering the all-encompassing digital mental health tool for caregivers. Namely, a caregiver of an elderly individual without specific limitations or health issues might not benefit from a digital mental health tool designed for the caregiver of the individual with Alzheimer's disease and vice-versa. Most of the digital mental health tools cannot be applied in all-case scenarios. This leaves the caregiver of older people, with physical limitations but not specific mental health difficulty, outside of the research focus.\n\nAfter using some of the digital mental health tools reviewed in this study, caregivers reported openness and interest in this type of technology (24), pointing out the potential interest by the caregivers to expand the knowledge and use the technology. The evident lack of digital interventions for caregivers goes in line with the lack of research data and literature exploring the specific issue. Current literature on caregiving is aiming to improve care recipients' well-being and explore the steps that can be taken by caregivers in order to further improve the quality of life and quality of care for the care recipients. Caregivers, on the other hand, seem to be the disregarded majority.\n\nThe reviewed studies reported that the caregivers, when asked to, were able to provide suggestions and describe the digital mental health technology they need in order to improve their well-being. This indicates that there is a clear lack of practical approach in creating digital mental health tools, content, and interventions, by simply involving caregivers in the creation of technology intended for them. In line with this, the development of digital mental health tools such as digital mental health intervention or generally positive technology for dealing with caregiver burden, besides scientific theoretical background, may also include caregiver suggestions and preferences since they have the most experience with caregiving and the mental health needs they develop over a course of role.\n\nThe main literature gap in this area of research is mostly centered around the lack of conclusive evidence and clear explanations regarding the effectiveness and therapeutic design in existing digital mental health tools addressing adverse mental health issues caregivers face throughout their role. Out of 16 reviewed papers, only a small portion provided clear the therapeutic rationale behind the interventions used. Furthermore, there is an evident gap in the population samples when it comes to the caregivers of older adults. Although informal caregivers of elderly individuals are a rather vast group, faced with similar difficulties of the caregiving role, it can be quite difficult to address numerous negative mental health issues with just one digital mental health tool. As noted during this review as well, studies generally focus on specific limitations or illness of the care recipient rarely including or directly addressing the caregiver. The noted lack of digital mental health interventions available for the caregivers of elderly individuals can also be one of the possible explanations for the literature gap in population samples earlier mentioned.\n\nEven though numerous digital mental health interventions are available on the market, only a small portion can address adverse mental health effects of the caregiving role specifically. There is a grave need for the digital mental health tool designed for caregivers of elderly people that can cover a variety of needs caregivers experience in different stages of their role. In other words, a digital mental health tool for caregivers should provide caregivers with the deeper meaning-making and understanding of the caregiving role regardless if they joined the role voluntarily or were forced to due to the lack of alternative caregiver. A better understanding of the role effect on the caregiver's life and life adjustments that took place to accommodate the caregiving role must be taken into consideration. The effects of the role should be considered as an important factor that can provide insight and possibly be the predictor of the symptomatology hence could be utilized for the development of the preventive digital mental health tools and content.\n\nThe majority of mobile apps, web-based interventions, and other categories of digital mental health tools reviewed, for addressing caregiver stress, are based on the grounds of Cognitive Behavioral Therapy (CBT) or Stress Inoculation Training (SIT). In other words, the delivered digital interventions had a therapeutic background focused on readjusting cognitive patterns related to the adverse mental health effects of the caregiving role. In this way, the interventions were used to shift the emotional well-being of the caregivers or build up stress resilience by preparing the caregivers for adverse mental health effects of the caregiving role through skills training and educational material. The therapeutic background of several reviewed studies was not clearly defined and it reflects the general literature gap in the therapeutic rationale for digital mental health tools available for the caregivers.\n\nIt can be suggested that current digital mental health tools available for caregivers have been somewhat successful at targeting adverse mental health outcomes arising from the caregiving role with noted lack of structure, approach and therapeutic background of interventions. The necessity for a structured digital mental health tool for caregivers with clear theory, protocols, and frameworks is evident in cases where the caregiver is providing care for the recipient that has no specific mental or physical disability.\n\nThis scoping review is conducted in order to explore digital mental health tools available for informal caregivers. It is meant to add up to the efforts of other colleagues in filling in the literature gap in informal caregiving and digital mental health research. The results indicated several important points that can be used in further reviews, as well as important points that can guide future digital mental health tools development. These points include important aspects that were successfully included in the digital mental health tools reviewed: coping skills, emotional self-regulation, education, skill-building, and skill training.\n\nIn other words, caregivers benefited and showed improved well-being, lowered levels of stress and burden and increased emotional regulation after they were educated about the caregiving role, and they were given certain skills to manage their mental health and well-being while providing care. Teaching caregivers coping skills and emotional self-regulation is an important aspect of the reviewed digital mental health tools and can be argued as an important factor in the overall positive results achieved in the studies reviewed. Another important aspect of digital mental health tools noted in numerous studies reviewed is that they provided a space for caregivers to train or exercise the skills they have acquired, therefore obtaining good mastery over the skills taught. It can be suggested that this allowed caregivers to maintain certain resilience toward stressful events and overall role burden."
    }
  ]
}