{
  "doc_id": "86b529e8-590f-4d83-92f3-3736d78c5451",
  "doc_title": "Unknown Article Title",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10635455",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "Six themes were interpreted from the data, namely 1) the type of support provided by the cadre to families and people with mental health disorders, 2) factors that were perceived to facilitate the success of the implementation of the cadre roles, 3) the roles of shame, 4) trust relationships with cadres, 5) stigma, and 6) patient and family expectations of the role of cadres. The findings are also illustrated in Table 3.\n\nThe key reported roles of cadres identified by participants were monitoring conditions, providing information, and treating mental disorders patients. Participants viewed the cadre as a caring figure who provided care and valued support for people with mental disorders and their families. Participants described cadres in positive roles and considered cadres providing a range of different types of support, including emotional, spiritual, informational, tangible support, social, psychological, and physical support. Emotional support is the action of mental health cadres in giving attention, care, and affection; spiritual support is the effort of cadres to encourage spiritual activity, and informational support is the support given in the form of providing advice and information to improve the health of people with mental disorders. The forms of emotional, spiritual, and informational support provided by the cadres are illustrated in the following participant statements:\n\n“The cadres care about my family, always regularly doing home visits. They feel sorry for me because many of my family members are sick…So they (cadres) are also there to comfort me so that I do not feel sad and my burden is less”\n\n(Family B3—female, 41 years)\n\n“The cadre always looked after me and my family continually monitored whether the medicine was taken regularly. They also like to provide advice so that the patient gets better quickly”\n\n(Family B3- female, 41 years)\n\n“Cadre who guides us, tells us to recite the Koran, and tells us to pray…”\n\n(Patient B1—male, 40 years)\n\nTangible support is practical and visible support provided by cadres to families and people with mental health problems. Cadres help patients with mental disorders get treatment, control the accuracy of taking medication, help families recognize signs of patient relapse, facilitate when patients need to be referred, and provide services to the community. It is depicted in the following vignette:\n\n“Cadres usually help us remind whether my family (patient) have been taking medicine. If I didn’t grab medicine, she would grab medicine for my family, so I do not have to go to Community health centres”\n\n(Family A2—female, 31 years)\n\n“Cadre regularly visits the house, or if I report signs of recurrence, she (cadre) immediately responds”\n\n(Family A3—female, 49 years)\n\nMental health cadres also encourage people with mental disorders to have jobs, promote and provide social support. Cadres teach skills, teach art, and help people with mental disorders who are independent and fit to work to have jobs. Cadres taught people with mental disorders skills for making bags, doormats, flower arrangements, making cake boxes, and other skills such as gymnastics. It is shared by Patient A5 in the discussion:\n\n“Teach skills… making…bags, making doormats”\n\n(Patient A5—male, 35 years)\n\nFamilies and people with mental disorders also received psychological support and physical support from mental health cadres, which improves family peace and health. Psychological support improves psychological well-being, while physical support includes the facilitation of cadres to support the implementation of people with mental disorders activities.\n\n“I feel happy. There are activities and sports which are carried out at the village hall regularly”\n\n(Patient A5—male, 35 years)\n\nMental health cadres regularly interacted with participants every day, one to two times a week, and at least once a month to support families and people with mental disorders. In addition, participants and cadres frequently have houses adjacent so the cadres can make more visits. The excerpts below illustrate such conditions:\n\n“The cadres service is good. Held at the village hall, every two weeks.”\n\n(Family A1—female, 51 years)\n\n“Almost every day, she (cadres) comes. After all, our houses are close”\n\n(Family B8—female, 29 years)\n\nThe success of cadres in carrying out their duties was perceived by participants to be mediated by a range of factors (internal and external factors). The positive attitude of mental health cadres and commitment of mental health cadres are internal factors perceived by participants that support the success of cadres in carrying out their duties. Mental health cadres show a friendly, caring, and loving attitude to patients and families when making visits and carrying out their duties, thereby increasing family acceptance of the role of cadres. These two vignettes portray such situations:\n\n“cadres are friendly people, so the family accepts them”\n\n(Patient B1—male, 40 years)\n\n“she feels he has a responsibility to our family”\n\n(Family B5—female, 23 years)\n\nIn addition, participants described cadre commitment as dedication that causes cadres to do their responsibility. It showed by mental health cadres in the form of obligation and responsibility in providing services is also a major supporter of the successful implementation of the duties of cadres in the community. In carrying out their duties, cadres make home visits from one patient’s house to another patient’s house, besides that, mental health cadres also visit the patient’s family. Patient B1, B3, and Family B4 contend that:\n\n“She (cadres) regularly visit and monitor the condition of my family. I feel that she are responsible for my family, maybe because it is a mandate and duty as a cadre”\n\n(Family B4—female, 36 years)\n\n“Cadres are always there when we need them”\n\n(Patient B3—male, 33 years)\n\n“Cadre came for guided us to get well soon”\n\n(Patient B1—male, 40 years)\n\nParticipants felt close to cadres because cadres were from their communities and viewed cadres have their own experiences with mental health problems. The close relationship is an external factor that supports cadres in carrying out their duties properly, for example, mental health cadres who are still family members or closest relatives. Cadres who are relatives (cousins) or family (wife/husband/close family) of people with mental disorders have better relationships because they are more open with cadres and usually have more intensive interactions because they live closer to participants. Patient B1, A4, and Family B9 shared that:\n\n“My wife is a cadre, and I have become calmer and easier to tell something”\n\n(Patient B1—male, 40 years)\n\n“Cadres are my family; I know her; her house was close to me”\n\n(Patient A4—male, 28 years)\n\n“In my opinion, cadres who are still family members are easier, usually easier to close and easier to open up”\n\n(Family B9—female, 32 years)\n\nThe support of community leaders, as well as the availability of facilities and infrastructure for the implementation of cadre activities are other external factors that play a role in helping cadres carry out their duties. Patient A3 and Family A5 stated that:\n\n“There are routine cadre activities at the village hall”\n\n(Patient A1—male, 38 years)\n\n“I see the village head always monitors our activities (cadre and patients/family)”\n\n(Family A5—female, 62 years)\n\nWhile receiving support from mental health cadres, several participants mentioned that they felt ashamed of the mental health problems they or their families were experiencing. The perceived shame felt by the patient that caused the patient to feel inferior also made it difficult for the cadres to carry out their duties because the patient did not want to meet the cadres. It is depicted that:\n\n\"I feel shame to meet others. I don’t want to meet them.\"\n\n(Patient B5—male, 40 years)\n\n“I feel ashamed to be visited by cadres because if cadres visit, it means that there was a mental disorder at my home”\n\n(Familyt B5—female, 23 years)\n\nIn carrying out their role, participants perceived several obstacles encountered by the cadres in implementing their duties. Barriers to cadres in carrying out their duties are influenced by two factors, namely factors from patients and factors from families. When carrying out their duties, mental health cadres sometimes experience rejection from patients, such as excluding from meeting with cadres, not wanting to take medicine, or patients not feeling sick, making it difficult for cadres to carry out their duties properly. Another obstacle that comes from the patient’s family is the conflict between the family and the family, who does not trust the mental health cadres. Sometimes, the patient and family do not trust the mental health cadres. This trust relationship with cadres brings up barriers to cadres carrying out their duties. This trust relationship easily improved when cadres were family or relatives of the patients. In the FGD, Family B7 shared that:\n\n“My family didn’t want to meet the cadres and didn’t want to take medicine because they didn’t feel sick, so when the cadres came, they refused.”\n\n(Family B7—female, 29 years)\n\n“Cadres are close to us, my family, so I can be more open and more trusting”\n\n(Family A2—female, 31 years)\n\nParticipants felt that the support of cadres for patients and families with mental health problems was related to stigma in the community. Patients’ families sometimes feel offended and labelled negative by community when cadres make home visits, so the patient’s family is not open and does not accept advice from cadres. The existence of stigma from the community to the patient and family causes the patient and their family to feel ashamed and worsens the services provided by the cadres. This is because the family feels reluctant to be visited by mental health cadres. Family B5, B7, and B9 shared in the FGD that:\n\n“Embarrassed because there is a stigma in the community if a cadre is visited, it means that someone is crazy at home.”\n\n(Family B5—female, 23 years)\n\n“If a cadre comes to the house, I feel offended”\n\n(Family B7—female, 29 years)\n\n“I felt offended when the cadres visited, so I just said that if there was no family who was sick and had recovered”\n\n(Family B9—female, 32 years)\n\nPatients and families hope that mental health cadres can support families in caring for patients with mental disorders. The ability of mental health cadres is demonstrated by the commitment of cadres to providing care, sustainability of activities, partnerships with health centers and villages and the skills of mental health cadres in communicating with families and patients. With good communication skills, families and patients hope that communication with cadres can run smoothly and information about mental health can be conveyed properly. In the discussion, Patient B4, Patient C1 and Family C1 voiced that:\n\n“I hope that our activities (with cadres) will run more smoothly.”\n\n(Patient B4—male, 27 years)\n\n“Communication needs to be improved because sometimes things are correct, and things are not. So hopefully, we can discuss health.”\n\n(Patient C1—male, 33 years)\n\n“More for communication with the health center and village”\n\n(Family C1—female, 62 years)\n\nAnother expectation by families and patients towards mental health cadres is the existence of other forms of support provided by mental health cadres. The form of support in question is the provision of information, care assistance, financial support and work skills, home visits, spiritual support, and hopes to reduce the stigma on families and patients with mental disorders. Although several forms of support have been provided by mental health cadres, for example, in the form of providing information, care assistance, paper skills support, home visits, and spiritual support, patients and families hope that this form of support can be improved for the better with a slightly longer duration. Families perceived that when cadres have more contact with patients, cadres can see the development of their families (people with mental disorders), monitor patient independence, and assess patient signs and symptoms. Families also perceived that when cadres often visit patients, they can improve patient recovery. Families and patients also hope that apart from being given advice, mental health cadres can provide knowledge related to mental health. It is shared that:\n\n“Cadres can visit so they know how far the progress of our children”\n\n(Family A4—male, 67 years)\n\n“Even though the patient is independent, Cadres still has to visit”\n\n(Family B6—female, 38 years)\n\n“When visiting the patient’s family, it is hoped that the patient will also be asked their signs and symptoms.”\n\n(Family B9—female, 32 years)\n\n“Often see my son at my house to increase his improvement\n\n(Family C7—female, 25 years)\n\n“Family expectations for Cadre… Providing advice and knowledge.”\n\n(Family B6—female, 38 years)\n\nStigma causes cadres to experience obstacles in providing services. Families and patients hope that cadres can provide understanding to families and communities so that families are more open and do not feel excluded. Families hope cadres can communicate about stigma and provide counseling to families to reduce stigma in society. Family B2 shared that:\n\n“Often provides counseling to families. It means working with the village head to be able to provide counseling to the community regarding the stigma of mental disorders…so that stigma is lost in the community related to mental disorders”\n\n(Family B2—female, 38 years)\n\nMental health cadres are expected to have a caring attitude towards their families and patients and have a sense of empathy. The family hopes that the cadres can have more attention and a better attitude to patients. In addition, effective communication between cadres and families and patients’ needs to be further improved. Family C3 and Family C1 contend that:\n\n“Pay more attention to patients so that they are even better”\n\n(Family C3—female, 47 years)\n\n“More to communication with cadres”\n\n(Family C1—female, 62 years)\n\nFamilies also hope that mental health cadres will receive support from the health system in the form of training for mental health cadres. With the training of mental health cadres, families hope that cadres can carry out their roles better and can provide further training for families who care for patients with mental disorders at home.\n\n“So that the mothers in this Community Health Center give more frequent training to Cadres so that they are better in the community”\n\n(Family B6—female, 38 years)"
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "The forms of support provided by cadres to families include emotional support, spiritual support, and informational support. Cadres can approach families with mental patients because cadres are in an environment with the same cultural background, using open and friendly communication strategies [55]. Cadres help families and people with mental disorders by providing information, referring to Community Health Center, controlling treatment, and other social assistance [37]. Improving knowledge and insight about schizophrenia through psychoeducation promotes social functioning, reduces relapse, and encourages medication treatment adherence in people with schizophrenia [56]. In addition, the care of cadres as social support can improve the quality of life of patients with mental disorders [57]. Families feel heard and assisted by cadres in providing care to family members with mental disorders [58]. Families find it helpful when cadres teach patients to worship and train families to accompany them [55]. Cadres also provide skills training to patients and then distribute the patient’s work with entrepreneurs or non-governmental organizations [59]. These various efforts are a form of cadre support so that families and patients with people with mental disorders feel helped. Families and patients benefit from having mental health cadres in their area of residence.\n\nSupporting factors consist of internal factors (friendly, caring, loving attitude to patients and families) and external factors (closeness of cadres to patients and families, and support from community leaders). Cadres play a role in connecting health workers with patients and families to help the successful resolution of mental health problems in the community [60]. Cadres show a friendly and empathetic attitude to patients and families when interacting, which affects the success of the approach [55]. In addition, cadres’ attitude of attention and affection to patients makes families more cooperative in receiving the information conveyed [61]. The motivation and sincerity of cadres in doing service can be seen from the efforts to carry out treatment and home visits so as to increase the success of the community mental health program [62]. Health workers provide support in the form of assistance to cadres every time they carry out tasks such as counseling and treatment for patients with severe mental disorders [63]. The task of mental health cadres in the community is also assisted by the collaborative role of community leaders and across sectors to be more effective [64]. Motivation and sincerity from within cadres accompanied by support from other people, both health workers, community leaders, and cross-sectors, affect the success of solving community mental health problems.\n\nMental health cadres experience rejection from patients, such as patients not wanting to meet mental health cadres, feeling embarrassed, not wanting to take medicine, not feeling sick, and family conflicts that make it difficult for cadres to carry out their duties. Patients sometimes refuse the presence of mental health cadres because they feel that cadres are not health workers who can provide assistance [65]. Stigma still high in society towards mental disorders makes families and patients hide their pain and not feel sick [66]. The stigma of mental illness in the community and health services hampers the quality of mental health services [67]. Conflicts in the family, such as relationships between family members or work problems, can have a negative impact on mental health and health-seeking behavior [68]. Caring for family members with mental health disorders is challenging for caregivers and causes varying degrees of care burden requiring routine psychological family intervention [10, 13]. For example, the caregiver burden was higher in community settings (28.28%) and in caregivers of individuals with psychosis (35.88%) [11]. Another inhibiting factor is the attitude of patients who refuse treatment. The patient refuses to take medication because he has already undergone treatment and has not recovered or does not feel sick, so other collaborative efforts are needed in approaching the patient and family [69]. The thing that hinders the success of the cadre’s duties is the patient and the family in responding to the treatment process for mental disorders.\n\nPatients and families hope that communication with mental health cadres can run smoothly and information about mental health can be conveyed properly. Patients and families also hope to receive support or attention from cadres, reduce community stigma, and cadres receive training. Training could grow cadres’ confidence and their relationships with others; this can support the effective treatment of schizophrenia, which requires integrating psychosocial intervention strategies and optimal medication use [14, 70]. The role of cadres in conducting counseling, assisting in monitoring, and implementing therapy is very beneficial for patients and families so that families hope that the relationship between cadres and patients is maintained [71]. Adequate professional support from cadres is positively related to good family functioning, so it has a positive impact on reducing subjective and objective burdens of care [12]. Also, families need social support from cadres as people who are closer and help communicate with professional health workers [72]. Family involvement and social support, such as cadres in treating mental disorders, influence the patient’s confidence to recover [73]. The main hope felt by patients and their families is the reduction of stigma in society because stigma affects the family’s attitude in receiving a diagnosis and also efforts to seek health care for patients with mental disorders [66]. Patients and families hope to continue to receive positive support from cadres and health workers, reducing societal stigma so that patients can be independent and productive."
    }
  ]
}