{
  "doc_id": "9773f2f9-a092-4da3-be57-b8ea59465597",
  "doc_title": "Validating a positive mental health measure with Portuguese adolescents and exploring associations with mental health perceived competencies",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12542504",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "Data was collected from 12 March to 05 September 2023. In total, 514 and 198 adolescents responded to the questionnaire at the first and second time points, respectively. The average interval between the test and retest was 9.35 days (standard deviation: 2.68). The sociodemographic characteristics of the participants are available in Additional file 2.\n\nDescriptive data on the questionnaire responses can be found in the “Item Sensitivity” section of Additional file 3. Skewness values between − 1.21 and − 0.14 and kurtosis values between − 1.15 and 0.16 indicated good item sensitivity for the questionnaire.\n\nFit indices are available in the “CFA” section of Additional file 3. Suitable values were obtained for GFI, RMSEA, SRMR, CFI, BBNFI and BBNNFI. However, the χ² value was not appropriate. The factor structure of the questionnaire is represented in the “First Order Factor Model” section of Additional file 3. When testing a model with a single second-order factor, estimation problems were encountered, notably a lack of convergence due to a Heywood case involving factor 5. Specifically, the standardised loading of the second-order factor on factor 5 exceeded 1, resulting in a negative variance and indicating model misspecification. Consequently, we considered the possibility of a different factor structure and conducted an exploratory factor analysis using the computed means of the six first-order factors. An oblimin rotation revealed two second-order variables (see “Second Order Factor Model” section in Additional file 3). After discussion among the researchers, labels were assigned to these variables. Figure 1 summarises the factor structure of PMHQ-SF18.\n\nFactor structure of PMHQ-SF18\n\nAll factors had AVE values higher than the Pearson correlation square between factors, indicating good divergent validity for the questionnaire. However, the AVE for factors 1 to 5 ranged from 0.50 to 0.67, while for factor 6, it was only 0.31. Thus, the questionnaire’s convergent validity was limited. These data are detailed further in the “Convergent & Divergent Validity” section of Additional file 3.\n\nFactors 1 to 5 showed good internal consistency (ω and α ranging from 0.75 to 0.84, CR from 0.75 to 0.86), while factor 6 had unsatisfactory values for α (0.51), ω and CR (0.53) (see “Internal Consistency” section in Additional file 3). ICCs ranged from 0.609 to 0.775, reflecting good test-retest reliability in the different factors of the questionnaire (see “Temporal Stability” section in Additional file 3).\n\nIntermediate levels of positive mental health were found among the participants (mean score of 3.01 on Eudaimonic Well-being and 2.92 on Hedonic Well-being). They showed high levels of Personal Satisfaction, Prosocial Attitude, Problem Solving and Self-Realisation (mean scores of 3.10, 3.14, and 3.17, respectively) but intermediate levels of Self-Control, Autonomy, and Interpersonal Relationship Skills (mean scores of 2.73, 2.73, and 2.93, respectively). The mean scores for the factors of the Basic-MAC scale ranged from 4.02 to 4.18. In this way, a good level of competence to act in mental health was perceived by the participants. More detailed information can be found in Additional file 4.\n\nA multiple linear regression model was created, with Eudaimonic Well-being as the dependent variable. It was significant (F(9,504) = 4.889; p < 0.001). The independent variables explained 8% of the variation in the dependent variable (R²=0.080), with an adjusted R² of 0.064. Table 3 presents the relationships between the model’s independent and dependent variables. Age and Perception of Knowledge about Mental Health positively and significantly correlated with Eudaimonic Well-being. In contrast, Previous Mental Health Training had a negative and significant correlation with Eudaimonic Well-being. No other variable showed a significant relationship.\n\nLinear regression model considering the dependent variable “Eudaimonic well-being”\n\nLegend:B Unstandardised Beta Coefficient, β Standardised Beta Coefficient, SE Standard Error, RSE Robust Standard Error\n\n* - Statistically Significant (< 0.05)\n\nThe residuals were randomly distributed around zero, indicating linearity (Fig. 2). There appeared to be heteroscedasticity, as there was a higher concentration of points near the centre and a wider dispersion at the extremes (Fig. 2).\n\nResidual scatterplot of the explanatory model for “Eudaimonic Well-being”\n\nTests were conducted that revealed significant heteroscedasticity (t-test: F(9,504) = 3.863; p < 0.001); White test: χ²(50) = 77.728; p = 0.007; Breusch-Pagan test: χ²(1) = 6.170; p = 0.013; and Modified Breusch-Pagan test: χ²(1) = 4.685; p = 0.030). Therefore, parameter estimates were made with Robust Standard Errors using the HC3 method [53]. The results were similar with and without correction for heteroscedasticity (Table 3).\n\nThe Durbin-Watson test value was 1.881, reflecting nearly independent residuals. The errors showed a slight negative skewness (Fig. 3).\n\nHistogram of standardised residuals of regression for the explanatory model of “Eudaimonic Well-being”\n\nA tolerance between 0.477 and 0.962 and a VIF between 1.040 and 2.098 confirmed the non-existence of multicollinearity. Standardised residuals ranged from − 2,950 to 1,811, supporting the absence of outliers.\n\nA first multiple linear regression model was developed to explain Hedonic Well-being. The independent variables accounted for 9.3% of the variation in Hedonic Well-being (R²=0.093). However, the standardised residuals ranged from − 3.544 to 2.278. In this regard, one outlier was identified and eliminated.\n\nA final model was obtained. The independent variables accounted for 9.9% of the variation in Hedonic Well-being (F(9,503) = 6.120; p < 0.001; R²=0.099; adjusted R²=0.083). The relationships between the independent and dependent variables of the model are presented in Table 4. Perception of Mental Health Self-care positively correlated with Hedonic Well-being. In contrast, Previous Experience of Mental Health Problems had a negative correlation with Hedonic Well-being.\n\nLinear regression model considering the dependent variable “Hedonic well-being”\n\nLegend:B Unstandardised Beta Coefficient\n\n* - Statistically Significant (< 0.05)\n\nThe residuals were also randomly distributed around zero, indicating linearity (Fig. 4). However, there appeared to be slight heteroscedasticity, as the points were more concentrated in the centre and more dispersed at the extremes (particularly in the negative predicted values) (Fig. 4).\n\nResidual scatterplot of the explanatory model for “Hedonic Well-being”\n\nTests showed that heteroscedasticity was not significant (t-test: F(9,503) = 0.798; p = 0.618); White test: χ²(50) = 53.674; p = 0.335; Breusch-Pagan test: χ²(1) = 0.264; p = 0.607; and Modified Breusch-Pagan test: χ²(1) = 0.315; p = 0.575). The residuals were independent, as the Durbin-Watson test value was 2.022. The errors exhibited a slight negative skewness (Fig. 5).\n\nHistogram of standardised residuals of regression for the explanatory model of “Hedonic Well-being”\n\nThe independent variables were not highly correlated, as tolerance values ranged from 0.478 to 0.962, and VIF values ranged from 1.040 to 2.093. The final model no longer showed outliers, as the standardised residuals ranged from − 2.849 to 2.306."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "This study validated the PMHQ-SF18 for adolescents. Likewise, we examined and related sociodemographic variables, levels of positive mental health, and perceived competence to act in mental health.\n\nThe PMHQ-SF18 demonstrated good sensitivity, identifying specific variations in positive mental health [44].\n\nFit indices confirmed that the data adequately fit the factor structure previously recognised in other validations of the instrument. Although the chi-square test indicated significant misfit, this is likely due to the test’s sensitivity to large sample sizes [54]. Considering the overall pattern of results, the model fit can be regarded as acceptable.\n\nThis research was the first exploration of the existence of second-order variables in the PMHQ [7, 9]. Contrary to the hypothesis of a single second-order factor, exploratory analyses suggested the existence of two second-order factors, which seem to correspond to eudaimonic and hedonic well-being. This pattern may strengthen conceptual distinctions within the construct of positive mental health. On the one hand, the prosocial attitude was viewed as part of eudaimonic well-being, as altruism, empathy, and helping behaviour align with pursuing a meaningful and purposeful life [55]. Moreover, the ability to regulate emotions, thoughts, and behaviours enables the achievement of long-term goals [56]. Thus, self-control was considered a crucial element for realising human potential. The ability to face and overcome challenges (problem-solving) and continuous personal growth (self-actualisation) also reflects good individual functioning [57]. On the other hand, personal satisfaction was seen as part of hedonic well-being, as it involves a positive evaluation of one’s life and the experience of positive emotions [58]. We considered autonomy and interpersonal relationship skills part of hedonia despite the literature commonly viewing them as components of eudaimonia [57]. The questionnaire items related to autonomy specifically address concerns and the influence of others’ opinions on one’s actions (Additional file 1). The freedom to choose and act according to one’s desires can be a pleasurable experience [59]. Furthermore, (social) acceptance is a pleasant emotion [60]. The items related to interpersonal relationship skills reflect the individual’s feelings of comfort/security when interacting with others (Additional file 1). Positive social interactions motivate contentment [61].\n\nThe questionnaire demonstrated evidence of good internal consistency, except for factor 6. Overall, the instrument’s items correlate with each other and reliably measure the same construct [49]. Sequeira et al. also reported slightly lower reliability indicators for factor 6 compared to reference values. Thus, future studies should explore the limitations of this dimension [9].\n\nThe items appeared to converge on their intended construct and diverge from others, as adequate indicators of divergent and convergent validity were obtained [48]. Inappropriate convergent validity values were only found in factor 6. Sequeira et al. found that factor 6 also showed suboptimal convergent validity, further underscoring the need for additional research into this dimension [9].\n\nThe questionnaire proved capable of assessing real and stable variations in the construct, as good test-retest reliability was observed [62]. The sample size enabled the detection of ICCs ≥ 0.60 between the two observations, with a 95% confidence level and 90% assurance in a bilateral comparison [62].\n\nThe PMHQ-SF18 is the first instrument validated to measure positive mental health (as a general construct) in Portuguese adolescents aged 15 to 18 [63]. It demonstrated good psychometric properties, making it an appropriate tool for assessing and providing evidence on the positive mental health of Portuguese adolescents. Data derived from the instrument can provide healthcare professionals and researchers with valuable insights into the challenges faced by individuals within this age group. The PMHQ-SF18 can support the development, implementation, and evaluation of the effectiveness of a wide range of real-world actions aimed at improving adolescent well-being. For example, psychotherapeutic interventions can be more precisely tailored based on identified strengths and vulnerabilities. Furthermore, educators can use this information to refine their teaching practices by integrating mental health promotion strategies into classrooms to foster a supportive learning environment. Youth programmes and community initiatives can also leverage data from the PMHQ-SF18 to create or adapt environments that promote resilience, social connectedness, and emotional regulation, ultimately contributing to healthier developmental trajectories. Moreover, it can guide policymakers in decisions that influence the subjective well-being of their citizens. The adaptation/validation of the instrument for other contexts is a research avenue that could facilitate a broader understanding of the state of populations.\n\nFavourable results were found in positive mental health and perceived mental health competence among adolescents. However, a potential for improvement was identified in both constructs, which could be addressed through the implementation of psychoeducational interventions, specifically those aimed at promoting positive mental health literacy [64]. Formations such as those reported by Schiavon et al. [65] and Costa et al. [66] do not prepare individuals to manage psychiatric disorders, but rather equip them to promote pleasure and/or optimise functionality.\n\nThe intermediate levels of Self-Control, Autonomy, and Interpersonal Relationship Skills warrant reflection. Adolescents struggle to manage the tension between motivational and control processes in emotional contexts due to the less mature development of the prefrontal control regions [67]. Although biological factors are related to this capacity in adolescents, experience plays a key role in the development of self-control [67]. Therefore, they should be exposed to a wide range of everyday situations (and not overprotected) to improve their self-control [68]. Similarly, the desire for autonomy increases throughout adolescence. Satisfying this basic psychological need requires that contexts allow for curious exploration of the environment, as well as choice and accountability for behaviours [68]. Additionally, interpersonal relationships have presented new challenges. Young people are the most prominent social media consumers [69]. Thus, it is crucial to support the balanced development of adolescents’ skills for both virtual and in-person interactions [69]. These findings underscore critical dimensions for development. They should be systematically addressed through evidence-based activities integrated into schools and other adolescent settings [65].\n\nThe requirements for conducting the linear regression were generally met. Although the distribution of errors showed a slight negative skew, the large sample size ensures the validity and precision of the confidence intervals and significance tests, according to the Central Limit Theorem [70]. Furthermore, heteroscedasticity was corrected [53].\n\nThe R2 values, representing the proportion of variance explained by the models (8.0% for Eudaimonic and 9.9% for Hedonic Well-being), indicate medium effect sizes, according to Cohen’s guidelines [71]. This reflects a meaningful but not large contribution of the predictors, which is expected given the complex and multifactorial nature of well-being [2].\n\nThe linear regression provided valuable insights into the positive mental health of adolescents. Sex did not appear to explain eudaimonic or hedonic well-being significantly. However, given the higher prevalence of mental health problems among females, particularly between the ages of 15 and 19 [72], sex remains an important variable to consider in relation to mental health.\n\nDespite the narrow age range in the sample, older age seems to be associated with higher levels of eudaimonic well-being. Gentzler et al. also showed increased eudaimonic motivation throughout adolescence [73]. The increase in purpose identification with age has also been reported [74], which makes sense considering the development of identity at this stage [13] and the maturation of cognitive abilities that allow reflection on existential matters [10]. Life experiences can promote personal development, optimising individuals’ functioning [75]. Age did not significantly explain variations in hedonia, as also found in the study by Gentzler et al. [73].\n\nPrevious Experience of Mental Health Problems reflected in lower hedonic well-being. Mental health problems include emotional dysregulation, which can lead to the emergence of negative emotions [76]. The reported hedonia may be inhibited by the continuation of mental health problems up to the time of completing the questionnaire or by the recollection of previous problems, which may lead to a “presentification” of the negative experience. In youth settings (e.g., schools), particular attention should be given to adolescents with a history of mental health problems. Psychosocial support can be provided to help reduce negative emotions and foster positive experiences [77]. Previous Experience of Mental Health Problems was not significantly related to eudaimonic well-being. Although such problems can affect functioning [76], this impact may have been buffered by resilience [78].\n\nPrevious contact with people experiencing mental health problems and perception of mental health first aid did not explain variations in hedonia or eudaimonia, suggesting a limited influence of such interactions on an individual’s mental health. Other aspects of contact, such as its nature and context, could be important to explore in future research to better understand mixed findings in the literature. Based on the current results, interactions with people experiencing mental health problems should be encouraged. Adolescents could be empowered to help others, as mental health first aid seems to be harmless for adolescent aiders and potentially beneficial for those being helped [40].\n\nPrevious mental health training was associated with lower eudaimonic well-being, while a greater perception of knowledge about mental health was linked to increased eudaimonia. These findings warrant further investigation. One possible explanation is that mental health training may expose adolescents to difficult realities (such as the high prevalence of mental disorders among adolescents and their potential role as helpers). This exposure might lead them to question or reevaluate their previous sense of purpose and achievement, possibly causing a “deconstruction” of their earlier beliefs about themselves and their role in the world [79]. In contrast, perceiving oneself as knowledgeable about mental health may enhance confidence in facing these challenges. According to the Kruger and Dunning effect, individuals at the beginning of learning a topic often overestimate their competence, but as they become more aware of the complexities involved, their confidence may temporarily decrease [80]. However, once they gain genuine knowledge and skills, their confidence increases realistically, helping them feel more capable and effective in their efforts [80]. Thus, while formal mental health training might initially unsettle adolescents’ sense of purpose, a strong perception of knowledge can support greater eudaimonic well-being by fostering a sense of competence.\n\nIn this context, we recommend that mental health training be delivered in a structured and continuous manner to promote solid competency development. However, we believe it should go beyond simply offering learning opportunities. We suggest that it encourages them to recognise the knowledge they have acquired. For example, “Empower4MentalHelp”, a new mental health first aid training programme, includes activities designed for this purpose [66]. These encourage participants to apply theoretical knowledge in practice (e.g., through role-playing), review what they have learnt and recognise their daily role as mental health first aiders (e.g., through questions and discussions) [66].\n\nPrevious mental health training and perception of knowledge about mental health did not impact hedonic well-being. It is crucial to investigate existing educational interventions and whether they empower adolescents with ways to increase their positive emotions and satisfaction with life.\n\nA greater perception of mental health self-care led to higher hedonic well-being, though it did not significantly affect eudaimonia. Intentional self-care practices help individuals cope with negative emotions and promote positive emotional experiences [81]. Therefore, these practices should be taught and encouraged. However, actions that reflect purpose, promote personal growth and strengthen the connection to social values are essential for experiencing a more profound sense of well-being associated with a fulfilling and meaningful life [82].\n\nIn the future, other independent variables could be considered. For example, personal identity (e.g., gender, sexual orientation), personal history of physical health problems, family history of mental health, lifestyle (e.g., practices such as physical exercise, diet, coping strategies used, use of mental health services), living conditions (e.g., education and work conditions), family and social support (e.g., quantity and quality of relationships), socioeconomic level (family income, parents’ education level, parents’ occupation, housing conditions, access to resources), cultural factors (e.g., religion, ethnicity), and environmental factors (e.g., migration, climate, pollution) have been reported as influencers of mental health [83, 84].\n\nThis study has limitations. Firstly, the non-probability snowball sampling limits the generalisation of the data. Adolescents were initially recruited through youth groups and then asked to disseminate the study via their personal social networks. This recruitment process may have introduced self-selection bias, as participation depended on individual motivation and interest, potentially excluding less engaged profiles. The possibility of completing the form online and remotely hindered control over the environment in which the adolescents responded, and the number of questions in the form may have been considered excessive by the respondents. Although commonly used in the literature, the time interval between the test and the retest could have been longer, ensuring that the reliability levels were not due to any recall of previously answered questions in the retest. Finally, the questionnaire was validated for a narrow age range (15 to 18 years), which limits the applicability of the findings to younger or older adolescents. Developmental differences across adolescence may affect how participants understand and respond to mental health measures. Therefore, caution is warranted when attempting to generalise these results to broader adolescent populations or different cultural contexts."
    }
  ]
}