{
  "doc_id": "99a8bc30-affc-4a98-a980-0918b8c056fc",
  "doc_title": "Deciphering the mechanism of women’s mental health: a perspective of urban–rural differences",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11921888",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "The adequacy of fit was evaluated using confirmatory factor analysis (CFA). The model included four latent variables: human, social, physical, and financial capital. The results demonstrated a good model data fit, with chi-square = 14.413 (p < 0.01), CFI = 0.938, IFI = 0.938, TLI = 0.922, and RMSEA = 0.036 (Table 3). All factor loadings of the latent variables were significant at the p < 0.001 level, among which the factor loadings for human capital (−0.521–0.897), social capital (0.402–0.833), physical capital (0.283–928) and financial capital (0.397–0.834) were close to 0.36. The composite reliability (CR) values of the latent variables were 0.63, 0.78, 0.85, and 0.73, respectively, close to 0.7, while the average variance extracted (AVE) values were 0.40, 0.49, 0.56, and 0.49, respectively, all close to 0.5 (Table 4). The correlation coefficients of the paths were all less than the square root of the AVE (Table 5). The fit parameters indicated acceptable convergent validity of the model, as outlined in Section 3.3. Furthermore, multi-group analyses indicated that the model was invariant among urban and rural women at the configural, metric, and scalar levels.\n\nGoodness-of-fit indices for structural model.\n\nConvergent validity of measurement model.\n\n∗p < 0.1; ∗∗p < 0.05; ∗∗∗p < 0.01. HC1, Educational Level; HC2, Health; HC3, Age; SC1, Neighbor Trust; SC2, Neighbor Familiarity; SC3, Social Network; SC4, Social Trust; PC1, Room-based Ventilation; PC2, Indoor Daylight Quality; PC3, Housing Facilities; PC4, Overcrowding; PC5, Indoor Air Quality; FC1, Housing Provident Fund; FC2, Personal Annual Income; FC3, Industrial Accident Compensation Insurance.\n\nDiscriminant validity of measurement model.\n\n∗p < 0.1; ∗∗p < 0.05; ∗∗∗p < 0.01.\n\nThis study used SEM to determine the relationship between livelihood capital and women’s mental health according to the fit indicators of the total model (Figure 2). Table 6 illustrated the results of the structural equation, which indicated that various elements of livelihood capital significantly affected women’s mental health, which supported to H1. The total model estimated the association between livelihood capital and women’s mental health while adjusting for covariates. The results showed that human, social, physical, and financial capital had positive and significant effects on women’s mental health (p < 0.01), with standard coefficients of 0.270, 0.160, 0.056, and −0.075, respectively. These empirical results supported the H1: Livelihood capital direct impact women’s mental health. Specifically, this study examined that a one standard deviation increased in human capital increased women’s mental health by 0.269, and human capital increased women’s mental health. Social capital exerted a significantly positive effect on women’s mental health, indicating that lower social capital contributed to a higher probability of depression. Moreover, increasing physical capital, including greater amounts of housing facilities and improved conditions, had a positive effect on women’s mental health. In terms of financial capital, this study provided evidence that financial capital had a direct negative effect on reported women’s mental health, indicating that changes in income and social security altered women’s mental health.\n\nStructural equation modeling results of total women’s mental health.\n\nThe association between human capital, social capital, physical capital, financial capital and women’s mental health.\n\nCoef., coefficient; SE, standard error. ∗p < 0.1; ∗∗p < 0.05; ∗∗∗p < 0.01.\n\nThe model was adjusted for all covariates shown in this table. All the coefficients are standardized regression coefficients.\n\nGiven that H1, which posited that certain elements of livelihood capital would significantly affect women’s mental health levels, was supported, the study further explored H2. Specifically, the study examined whether relative deprivation had a significant mediating effect on the relationship between livelihood capital factors and women’s mental health. This involved assessing whether varying degrees of social deprivation altered the extent to which livelihood capital factors affected women’s mental health. This study used bootstrapping with 5,000 resamples and a 95% CI to test the significance of direct, indirect, and total effects in the models.\n\nFrom the SEM results (Figure 3; Table 7), the study found that relative deprivation had a significant mediating association in the total model on human, social, and physical capital in terms of effects on women’s mental health, which supported H2. First, greater human capital was related to lower levels of relative deprivation, which in turn was associated with higher women’s mental health. This indirect effect was significant with a standardized coefficient of 0.028 (95% bootstrapping CI [0.021, 0.037]), accounting for 9.79% of the total effect (coef. = 0.286, 95% bootstrapping CI [0.009, 0.019]), while 90.21% of the impact of human capital directly affected women’s mental health (coef. = 0.258, 95% bootstrapping CI [0.200, 0.037]). Additionally, the results revealed that both the direct (coef. = 0.150, 95% bootstrapping CI [0.115, 0.182]) and mediated effects (coef. = 0.013, 95% bootstrapping CI [0.009, 0.019]) of social capital on women’s mental health were significant. Among the total effects (coef. = 0.163, 95% bootstrapping CI [0.128, 0.196]), the direct effect accounted for 92.02% of the total effect and the indirect effect accounted for 7.98%. These findings indicated that relative deprivation partially mediated the relationship between social capital and women’s mental health. Furthermore, as can be observed from relative deprivation scores, physical capital had an indirect effect (coef. = 0.016, 95% bootstrapping CI [0.011, 0.022]) on women’s mental health. The standard direct effects path of physical capital with women’s mental health was 0.038 (95% bootstrapping CI [0.009, 0.069]), accounting for 70.37% of the total effect (coef. =0.054, 95% bootstrapping CI [0.024, 0.085]). In this vein, relative deprivation showed a partially mediating effect on the relationship between physical capital and women’s mental health. However, the study indicated no indirect effect (95% bootstrapping CI [−0.006, 0.005]) of financial capital on reported women’s mental health, and the mediating role of relative deprivation was not substantiated. Comparatively, the proportion of indirect effect in the total effect of physical capital (29.63%) was higher than that of human capital (9.79%) and social capital (7.98%) on women’s mental health.\n\nMediation model of the association between livelihood capital and total women’s mental health through relative deprivation.\n\nThe direct effect, indirect effect and total effect of livelihood on mental health.\n\n5,000 bootstrap samples. Coef., coefficient; SE, standard error. The model was adjusted for all covariates shown in this table. All the coefficients are standardized regression coefficients.\n\nT-test illustrated the significant difference of women’s mental health among urban and rural group, which were found to be statistically significant (p < 0.01). Figure 4 has identified the different effects of human, social, physical, and financial capital on women’s mental health among urban and rural women, which supported H3. Figure 4 and Table 6 revealed significant divergences across urban and rural women residents in the above structural paths. Specifically, human capital had a greater role in promoting rural women’s mental health (coef. = 0.267, p < 0.01) than urban women’s mental health (coef. = 0.190, p < 0.05). For each increase in the level of human capital, rural women’s mental health increased 0.077 grades more than urban women, which is significant at the level of 1%. Moreover, significant divergences were seen in the path coefficients of social capital to mental health between urban and rural subgroups (coef. = 0.111, p < 0.05, coef. = 0.177, p < 0.01, respectively). On the path connecting social capital to women’s mental health, the rural subgroup was more affected than the urban subgroup. Additionally, physical capital had a significant effect on women’s mental health of the rural subgroup (coef. = 0.056, p < 0.01), but it had no obvious effect on women’s mental health of the urban subgroup (coef. = 0.038, p > 0.1). However, compared to rural women (coef. = −0.043, p > 0.1), financial capital had a significant effect on women’s mental health in the urban subgroup (coef. = −0.119, p < 0.1). These findings reflected livelihood capital had significant differences between urban and rural women’s mental health in the different social and economic backgrounds.\n\nStructural equation modeling results of urban–rural differences. (A) Rural women’s mental health, (B) Urban women’s mental health.\n\nBased on the total model, the study compared the mediating effects for urban and rural subgroups to verify whether the relationship between livelihood capital and mental health differed, thereby further testing H3. The SEM of the rural subgroup (Figure 5) presented that relative deprivation had a mediating effect on the paths through which human, social, and physical capital influenced rural women’s mental health. However, in the SEM model for the urban sample (Figure 5), the CIs for the mediating effects of human, social, physical, and financial capital concluded 0, indicating that relative deprivation did not mediate the relationship between livelihood capital and mental health for the urban women. Thus, relative deprivation acted as a mediator for the rural women only (Table 7). Especially, the estimated direct effect (coef. = 0.247, 95% bootstrapping CI [0.194, 0.301]) of human capital on rural women’s mental health accounted for 90.48% of the total effect (coef. = 0.273, 95% bootstrapping CI [0.220, 0.328]), and 9.52% by the indirect path mediated by relative deprivation (coef. = 0.027, 95% bootstrapping CI [0.019, 0.035]). The relationship between social capital and women’s mental health was mediated by relative deprivation with indirect effect coefficients of 0.015 (95% bootstrapping CI [0.010, 0.021]), accounting for 8.43% of the total effect (coef. = 0.178, 95% bootstrapping CI [0.141, 0.215]). This result revealed the role of social capital in influencing women’s mental health, partly by reducing relative deprivation in rural women, thus improving mental health. What’s more, in the rural subgroup, significant associations were found for physical capital, relative deprivation, and women’s mental health. Relative deprivation mediated the greatest proportion in the model mediating physical capital and women’s mental health, with the indirect path (coef. = 0.018, 95% bootstrapping CI [0.012, 0.025]) accounting for 32.73% of the total path (coef. = 0.055, 95% bootstrapping CI [0.023, 0.088]). Finally, although financial capital had a direct effect on the rural subgroup (coef. = −0.045, 95% bootstrapping CI [−0.089, −0.008]), the indirect effect (95% bootstrapping CI [−0.005, 0.005]) remained not significant, indicating that financial capital was not mediated by relative deprivation.\n\nMediation modeling results of urban–rural differences. (A) Rural women, (B) Urban women."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "With rapid urbanization in China, it was a critical task to improve the quality of life of residents in various aspects. Increasing attention to mental health has highlighted the different requirements of various groups, particularly among women. Livelihood capital, a measure of the resources available to individuals or households for survival and development, has a significant impact on women’s mental health. In this context, this study focused on urban and rural women in China to explore the interactions between human capital, physical capital, social capital, financial capital, and relative deprivation with women’s mental health within the framework of livelihood capital. It also sought to elucidate the mediating mechanism of relative deprivation in the relationship between livelihood capital and women’s mental health, as well as between urban and rural women, to investigate differences in the mechanisms at play in various locations.\n\nThe results investigated that livelihood capital had a significant positive effect on women’s mental health, confirming H1. In particular, enhanced human capital effectively improved mental health in women, which was consistent with previous findings (91). Human capital was significantly related to women’s mental health. The study focused on the finding that education, age, and health, as measures of human capital, considerably affected women’s mental health. Human capital reflected, to a certain extent, the skill levels, labor intensity, and status of women in the workplace (48). Higher education was associated with greater happiness and a reduction in psychological distress (92). First of all, education can cultivate long-term thinking skills and improve job skills. Women with high education level are more likely to engage in high-paying jobs, thus achieving higher happiness (93). Secondly, women with higher education are more likely to have more social interactions to reduce loneliness and get support, which has a positive impact on their mental health (94). Moreover, women’s health problems will also significantly affect their work performance and career development in the workplace, thus causing physical and mental burden on women (94). Aging can lead to various physical, functional, and social losses, increasing stress and negatively affecting women’s mental health and quality of life (95). Related to social capital, research found that social cohesion could improve women’s mental health, and neighborhood interaction had a positive correlation with women’s mental health (54). Noaparast (96) also reported that social capital played an important role in women’s mental health. Our findings were consistent with those of previous studies. This might be attributable to the social support that women receive during their social interactions. Women were likely to be affected by social support in neighborhood interactions, and greater trust in the community was likely to foster greater contentment (97). Social capital involved feelings of security and self-esteem, with improvements in these elements likely leading to improved women’s mental health (98).\n\nIn terms of physical capital, the study illustrated that physical capital related to housing conditions positively correlated with women’s mental health, which consistent with prior research (99). Housing overcrowding, insufficient lighting and ventilation, poor air quality, and inadequate housing facilities resulted in poorer women’s mental health because of higher rates of infectious disease transmission among those living in poor housing conditions (100). Housing overcrowding also reduced the chances of escape during disasters, and personal safety concerns were one of the causes of residents’ anxiety (101). Contrary to previous studies (102), this study found that financial capital negatively influenced women’s mental health. This discrepancy might be due to the fact that our sample did not differentiate between employed and unemployed women, whereas studies by researchers such as Kaori Honjo (103) focused on working women and homemakers, capturing a narrower range of female identities. This negative effect may be attributed to the non-linear relationship between wealth accumulation and mental health (104). Although the mental health problems of low-income groups are more prominent, high income may be accompanied by higher work pressure and life expectations, thus having a negative impact on mental health (105). Moreover, relevant research shows that even with medical insurance and industrial injury insurance, high out-of-pocket expenses and economic insecurity will limit people’s access to mental health services (106). Therefore, women need to pay more attention to eliminating the negative mental health problems caused by economic insecurity in the process of accumulating financial capital.\n\nBased on the empirical results of the mediation model, relative deprivation had a mediating impact on the pathway from livelihood capital to women’s mental health, supporting H2. While there has been a focus in research concerning differences in direct relationships between livelihood capital and women’s mental health, less attention has been paid to the mediating effect of relative deprivation. Therefore, we considered the mediating role of relative deprivation in the relationship between livelihood capital and women’s mental health. First, the study found that relative deprivation mediated the relationship between human capital and women’s mental health. This effect may stem from economic and social inequalities that marginalize women, contributing to mental health decline (107). Relevant studies show that older women are particularly vulnerable to social deprivation, which may be due to income reduction after retirement, changing social roles, and other factors that negatively affect their mental health (56). Additionally, women’s access to social resources, such as education and employment, is often more limited compared to men’s, placing them at a disadvantage in the workplace and social settings, which adversely affects their health (108). Second, social capital positively influenced women’s mental health through its effects on relative deprivation, which was consistent with other research findings. This could be because social capital enhances individual endowments and income, improving socioeconomic status and reducing social inequality, thereby promoting women’s mental health (109). Finally, the relationship between physical capital and women’s mental health was mediated by relative deprivation, possibly because communities with high levels of relative deprivation often feature crowded living conditions in family housing, leading to poorer social relationships among women and lower levels of mental health (110).\n\nThe results confirmed that the impact of livelihood capital on the mental health of urban and rural women varied, supporting H3. To start with, human capital had a stronger impact on the mental health of rural women, which was consistent with previous studies. This might be attributed that compared with women in urban areas, women living in rural areas receive poorer education level and medical care level, which led to lower happiness. Relevant research showed that higher education and access to medical experts can effectively prevent mental health problems (111). Second, social capital had a more significant influence on rural women’s mental health (112), such as social support, neighborhood relationships, community trust, and neighborhood mutual aid. Compared to urban women, rural women reported feelings of loss, which might be due to lower educational levels and the loss of their original social status in their hometown while working in urban areas, without an opportunity to regain an equivalent status level (113). In addition, numerous rural women migrated to urban areas for work. Compared to local urban residents, these rural women might be more likely to experience anxiety and depression because of their heightened sensitivity to interpersonal relationships and lower levels of community trust (114). Moreover, community cohesion was beneficial for the mental health of women. Besides, research has shown that it is difficult to establish rapport with local citizens after migrating to urban areas for work (114). Therefore, such women struggled to feel safe and secure in neighborhood interactions, which affected their mental health. Furthermore, this study suggested that physical capital did not affect urban women’s mental health but had a positive impact on rural women’s mental health, which differed from most previous study findings. This might be attributable to the limited variability in housing conditions among the urban participants, with most living in substandard living environments. Additionally, the small sample size of the urban participants made it difficult to identify associations with mental health in such a relatively small study population (115). Compared with urban areas, housing was mostly self-built in rural regions, with walls often constructed of mud and with strong unimpeded currents of air within houses. These conditions could adversely affected the physical health and sleep quality of residents, potentially leading to depression (101). In China, rural households were often multi-generational and large. Studies have shown that living with more people may increase the likelihood of developing depression (116). Additionally, several rural women who migrated to urban areas for work often lived in overcrowded and inadequately equipped housing, which affected their mental health. These factors may explain why the rural women placed greater importance on housing conditions. Interestingly, financial capital had a negative impact on urban women’s mental health, but it did not affect rural women. This may be because compared with rural areas, along with the increase of income and financial assets, the living, economic and social pressure in urban areas was generally greater. Relevant evidence suggested that living in urban communities with higher chronic stress was more likely to lead to cognitive, emotional, and social vulnerability in women (117).\n\nThis study established that the relationship between livelihood capital and rural women’s mental health was mediated by relative deprivation, whereas no mediating effect was observed in the model for urban women. This finding also supported H3. Relative deprivation was more related to perceived status differences among the residents. Rural women were more susceptible to social inequality and exclusion in their social milieu due to their rural resident status and did not have access to the same level of opportunities in terms of social welfare and education compared to urban women. Therefore, their mental health might be more vulnerable to the effects of relative deprivation (118). As rural women were likely to have lower levels of education and work ability, leading to a sense of relative deprivation, there might be more depression in rural women related to weaker human capital and a lower perception of their socioeconomic status (118). Furthermore, social capital affected rural women’s mental health through relative deprivation. This might be attributable to more limited social welfare support and security for rural women compared to urban women, making it harder for rural women to feel a sense of belonging in the community when living in urban areas. They may experience feelings of exclusion and isolation, leading to a sense of community deprivation, which in turn affected their mental health (119). Finally, relative deprivation played a mediating role in the relationship between physical capital and the mental health of rural women, which can be attributed to peer influence where rural women were more likely than urban women to compare their housing conditions with those of their neighbors. Such comparisons would highlight housing inequality, leading to a sense of social deprivation and a possible deterioration in mental health (120).\n\nThis study had several limitations. First of all, owing to limitations in the sample size, we excluded some urban samples with smaller numbers to prevent interference with our data conclusions. This resulted in a limited variety of provincial samples, making it difficult to fully analyze potential associations in women’s mental health in relation to specific provinces. Second, women’s mental health was influenced by multiple factors, some of which might not have been adequately considered, while others that we were aware of could not be considered in this study owing to data limitations. Therefore, this study provided only an initial analysis and summary of specific factors. Third, the conclusions might have time-specific relevance, as the impact of some factors on women’s mental health could change over time."
    }
  ]
}