{
  "doc_id": "a2d8eaea-04a0-4aee-9cc3-a29a44abae29",
  "doc_title": "Mental health resources and its equity in Central South of China: A case study of Hunan Province",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9555637",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "By the end of 2018, there were 141 mental health institutions in Hunan Province of China. Among them, 89 were psychiatric hospitals (28 primary hospitals and 45 secondary hospitals), accounting for 63.1%. There were 42 psychiatric departments in general hospitals (13 first-class hospitals and 18 second-class hospitals), accounting for 29.8% (Table 2).\n\nNote: 1 unclassified institution; 2 mental health institutions except psychiatric hospitals, psychiatric departments of general hospitals, psychiatric departments of traditional Chinese medicine hospitals and mental rehabilitation institutions.\n\nBy the end of 2018, Hunan Province has a total resident population of 73.2662 million, a total of 25554 beds in mental health institutions, 38911 beds are actually open, and the bed density is 5.31 beds per 10,000 people, slightly higher than the national average. According to the bed density distribution map, the bed density is the highest in Changsha area and the lowest in Yongzhou area (Table 3).\n\nBy the end of 2018, Hunan harbored 7335 mental health workers, including doctors, nurses, mental therapists, mental consultants, rehabilitation therapists, social workers, and public health doctors. Of them, there were 2083 doctors and 4547 nurses, accounting for 28.40% and 61.99% of all mental health workers in Hunan respectively. The remaining 9.61% of the staff were other five types of professional workers, including 190 social workers (2.59%), 221 mental consultants (3.01%), 117 public health doctors (1.60%), 92 rehabilitation therapists (1.25%) and 85 mental therapists (1.16%). Within Hunan, Changsha harbors the largest share of 1283 mental health workers, but Zhangjiajie possesses the lowest share of 104 mental health workers, which account for 17.49% and 1.42% of mental health staff in Hunan respectively (Table 3).\n\nFrom the perspective of population density, the densities of mental health doctors and nurses in Hunan are 2.84/100000 and 6.21/100000 respectively, which are both higher than the national levels in China. Particularly, the doctor densities of Changde and Yongzhou are 1.93/100000 and 1.64/100000 respectively, which are both lower than the national levels of China. The doctor to nurse ratio is 1:2.2, and the bed to nurse ratio is 1:0.1 in Hunan, which are higher than and lower than the corresponding national levels respectively (Table 3).\n\nThe number of outpatient services by mental health institutions of Hunan in 2018 was 1288047 patients, and the daily number of outpatient services by doctors per capita was 1.70 patients. Among cities of Hunan, the number of outpatient services maximized in Changsha and minimized in Zhangjiajie. The daily number of outpatient services by doctors per capita maximized to 3.04 patients in Zhuzhou, followed by Changsha (2.66 patients), and minimized to 0.72 patient in Yongzhou (Table 3).\n\nOf the 141 mental health institutions in 2018, the number of mental health institutions per 10000 people was 0.02. Particularly, the number of mental health institutions per 10000 people minimized to 0.01 in Zhangjiajie, Yueyang, Yiyang, and Hengyang, and was 0.02 in other cities. The average number of mental health beds per 10000 people was 5.31 in 2018 in Hunan, but maximized to 12.08 in Changsha, followed by Loudi (7.40), and minimized to 3.64 in Changde. The average number of mental health doctors per 10000 people in 2018 was 0.28 in Hunan, and maximized to 0.47 in Changsha, but minimized to 0.16 in Yongzhou. The average number of mental health nurses per 10000 people in 2018 was 0.62 in Hunan, and maximized to 1.27 in Xiangxi, followed by Changsha (1.15), but minimized to 0.31 in Yiyang (Table 4).\n\nThe average number of mental health institutions per square kilometers in 2018 was lower than 0.01 in Hunan. The average number of mental health beds per square kilometers was 0.18 in Hunan, and maximized to 0.75 in Changsha, but minimized to 0.07 in Huaihua. The average number of mental health doctors per square kilometers was 0.01 in Hunan, and maximized to 0.03 in Changsha, and minimized to <0.01 in Huaihua, Yongzhou and Zhangjiajie. The average number of mental health nurses per square kilometers was 0.02 in Hunan, and maximized to 0.07 in Changsha, and minimized to 0.01 in Zhangjiajie, Changde, Huaihua, Yongzhou, Yiyang, and Chenzhou (Table 4).\n\nThe Gini index of mental health institutions, beds, doctors and nurses of Hunan in 2018 ranged from 0.15 to 0.23, indicating the equity allocation of mental health resources in terms of population was equal. As for geographical allocations, the allocation of medical health institutions is equal, and the allocations of medical health beds, doctors and nurses are relatively equal. Generally, the equity of mental health resource allocation based on population is higher than that of geographical allocation (Table 5).\n\nThe Theil index of mental health institutions, beds, doctors and nurses of Hunan in 2018 was 0.01, 0.04, 0.01 and 0.04 respectively. The overall situation is similar to that of Gini index, and the distribution equity of mental health institutions and doctors is both higher than that of beds and nurses. As for geographical allocation of mental health resources, the Theil index of mental health institutions, beds, doctors and nurses of Hunan in 2018 is 0.04, 0.11, 0.07 and 0.10 respectively. Particularly, the Theil index minimizes with mental health institutions, indicating the highest equity, and maximizes with bed allocation, indicating the lowest equity. The Theil index of four indicators (mental health institutions, beds, doctors, nurses) of Hunan in 2018 is generally similar to the situation reflected by Gini index, as the equity of medical health institution and doctor distributions is higher than that of beds and nurses, and the equity of population-based allocation is higher than that of geographical allocation (Table 6)."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "The high incidence rates, long therapeutic period, and high recurrence severely impact the physical and mental health of patients, which have caused huge influence and burdens to individuals, families and the society. A study on diseases-caused burdens in China demonstrated that mental and behavioral disorders accounted for 9.5% of disability adjusted life years and 23.6% of years lived with disability [26]. The incidence rate of mental disorders among Chinese adults in 2009 was 17.5% [27–29]. The burdens of mental disorders and medical staff abuse in 2013 accounted for 10% of total burden of diseases in China and for 17% of total burden of diseases worldwide [30]. In the face of the increasing prevalence of mental disorders and the growing demand for mental health services, understanding the present situation and equity of mental health resource distribution is urgent, which is of great significance to further optimize the configuration of mental health resources.\n\nIn 2018, there were 141 mental health institutions in Hunan Province, with the largest proportionof specialized mental hospitals (63.1%) and the lowest proportion of mental rehabilitation institutions (1.4%). By comparison, there were 877 general hospitals and 174 traditional Chinese medicine hospitals in Hunan in 2018, which were 6.2 and 1.2 times the number of mental health institutions respectively [31]. This comparison indicates the total number of mental health institutions is still low, and mental rehabilitation institutions are deficient, which is similar to the situations of mental health resources in other provinces of China. One reason may be that the serving target of mental health institutions is a niche market. Another reason is that financial input and profit from mental health institutions are significantly deficient compared with other health institutions, and the majority of expenses by mental health institutions come from government investment, and most of such institutions are the governments-built specialized mental hospitals.\n\nIn addition, based on the millions of mental health patients and its increasing rate in Hunan province [16,17,32], the mental health resources utilization was at a low level. Taking the total number of outpatient (1288047) and the daily number of outpatient services (1.70) for examples, the number of psychiatric outpatients and inpatients is much lower compared with the actual number of mental health patients in Hunan province. Similarly, compared with the number of beds in Hunan Province, the utilization of beds is lower. There were a total of 25554 public mental health beds in Hunan by the end of 2018, with 38911 beds actually opened, with a density of 5.31 beds/10000 people. The number of actual open beds was 1.5 times the number of public beds. These results indicated that many patients with mental disorders did not receive effective treatment, which were related to the insufficient utilization of resources and obviously lack of mental health resources.\n\nFrom the perspective of regional distribution, mental health institution distribution of Hunan is differentiated obviously, as such institutions are concentrated in Changsha, Zhuzhou and Xiangtan, as the number of mental health institutions maximizes in Shaoyang, followed by Changsha, and minimizes in Zhangjiajie. The reason may be that Changsha, Zhuzhou and Xiangtan are economically prosperous with a huge population, and the governmental fiscal revenue and thereby fiscal investment to public health from Changsha are higher than that of Zhangjiajie. Moreover, large numbers of mental health workers and mental health institutions are migrating from rural poverty-stricken communities to richer urban communities in developing countries, which further aggravates the shortage of mental health care providers [33–36].\n\nIn terms of beds, the numbers of beds differed among cities in Hunan, as the maximum number of actual open beds (from Changsha) is 12.07 times the minimum number (from Zhangjiajie). The bed density is 5.31 beds/10000 in Hunan, and varies between 3.60 and 12.10 beds/10000 among cities, showing large differences in bed allocation. The largest bed density (from Changsha) is 3.8 times the smallest level (from Yongzhou). The bed density of Hunan is higher than the global average level (4.3 beds/10000), but is still largely lower compared with developed countries. World Mental Health Atlas 2017 demonstrates that the average number of mental health beds in developed countries is 7.13 beds/10000, and bed configuration ways are diverse [37]. Additionally, though the bed numbers in most cities of Hunan have reached the provided standard in China, the bed numbers of certain cities are still far below the global average level.\n\nConsidering the long and periodic treatment of mental disorders patients and the trend of de institutionalized rehabilitation treatment, a mental health network of the province-city-county-township/community covering urban and rural areas has been gradually established in Hunan province since the implementation of the 686 Project. However, the mental health workers and the development of mental health institutions are still insufficient for low welfare, social status, work prospects and other reasons [38]. So we suggest that local governments should enlarge investment for human resources and institutions, and gradually strengthen early screening and diagnosis of mental diseases so as to achieve early discovery, early diagnosis and early treatment and reduce the demand for hospitalization. Furthermore, construction of rehabilitation and community resources should be strengthened to promote hospital turnover, reduce the demand for in-hospital beds and further improve service efficiency.\n\nBy the end of 2018, the density of mental health doctors in Hunan is higher than, and the density of mental health nurses is lower than the world average levels, and particularly, the doctor densities of Changde, Yongzhou and Zhangjiajie are below the world average level. The doctor to nurse ratio in Hunan is higher than and the bed to nurse ratio is lower than the global average levels, but are both far lower than the levels in developed countries [39]. Moreover, the numbers of mental therapists, mental consultants, rehabilitation therapists, social workers, and public health doctors are still far deficient. One possible reason for such a phenomenon is that the recognition of mental health jobs is very low among the public, and the majority of mental health workers come from professionals, but the culture period of one mental health doctor is very long, and the incomes of mental health workers are lower than medical staff from other fields. Another reason may be related to the feeling of satisfaction with mental health jobs. Reportedly, the pay and reward are far below the expectations of mental health workers, so mental health workers are rather deficient and are mainly medical staff [40]. We suggest increasing the number of mental health workers through talent introduction or oriented training, or using multi-point practice to expand the mental health workers from Changsha to alleviate the shortage of mental health workers.\n\nThe number of annual outpatient services by mental health institutions in Hunan in 2018 was 1288047. The number of daily outpatient services maximized in Zhuzhou, followed by Changsha, and minimized in Yongzhou, which may be related to the unevenness of economic development and medical resource distribution among cities in Hunan. Doctors in developed areas such as Changsha bear a heavy burden. In economy-stricken areas (e.g. Yongzhou), the burdens on doctors are gentle, and despite the doctor densities are above the global average levels, the medical staff still cannot meet social demands, which caused the large numbers of outpatient services and in-hospital patients. The possible cause is the gathering of patients from other places of Hunan to Changsha and other cities with huge populations and higher-quality medical services. We suggest further reinforcing the execution of graded diagnosis and treatment while increasing the numbers of medical staff, and to diverse patients of mental diseases (e.g. relieving the gathering of patients in certain cities).\n\nThe allocation of mental health resources in Hunan is very balanced, but it still needs to be further improved. The Gini index of population-based allocation shows that distributions of doctors and institutions are highly equal, and so do the distributions of nurses and beds. Nevertheless, allocations of nurses and beds still needs to be optimized. As for equity of geographical allocation, mental health resources are concentrated in developed areas, especially Changsha, which ranks the first in the numbers of institutions, beds, doctors and nurses per square kilometers. Comparison between Gini index and Theil index indicates mental health resource allocation based on population is more equitable than that of geographical allocation. One reason is that allocation of health resources in China has been based on the population of jurisdiction for a long time, but geographical factors are rarely considered. Moreover, the excessive elasticity of health investment policies in China is another primary cause for the spatial inequity of mental health resource allocation. The increasing rate of medical health financial investment from governments is slower than the increasing rate of fiscal spending, so the proportion of health investment gradually declines, leading to the shortage of mental health resources. Additionally, the input and output of hospitals in economically developed areas are larger, so these areas possess stronger in-system discourse power and can acquire more mental health resources, which further decreases the resources in less-developed areas. Consequently, inequity of regional allocation and gaps of mental health resources among cities are further enlarged. Patients from less-developed areas are under relatively poor economic conditions and less aware of mental diseases, and feel more ashamed of diseases, which reduce the utilization rate of mental health services. As a result, the self-compensation ability of mental health institutions is decreased, which prevents further development and enlarges the gaps with economically developed areas."
    }
  ]
}