{
  "doc_id": "ad185588-a794-49a0-98a1-24402f97a056",
  "doc_title": "Clinically assessed and perceived unmet mental health needs, health care use and barriers to care for mental health problems in a Belgian general population sample",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9263045",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "A total of 1208 people (24.2% response rate) fully participated, most of them (79.2%) online. The vast majority (93.5%) completed the questionnaire in Dutch, 3.2% in English, 1.4% in French, 1.3% in Arabic and 0.5% in Polish. Non-response was higher among men, younger people and people with a birthplace outside Europe.\n\nIn the weighted sample, 49.8% were women. The mean age was 45.5 years old (SD = 17.8), with 16.5% people aged 25 or younger, 32.4% aged between 26 and 44 years old, 33.7% aged between 45 and 64 years old and 17.3% aged 65 or older. One in nine (11.1%) participants was born outside of Europe, and 55.6% lived in an urban residence. As regards education, 13.9% did not have a secondary education degree and 41.1% has a higher education degree. More than one in six (17.5%) reported financial distress in the past twelve months.\n\nApproximately one in five (21.5%) has a positive screening on one or more of the mental health scales: 10.2% had a possible depressive disorder, 10.0% a possible anxiety disorder, and 8.8% a possible alcohol disorder. A total of 20.3% of the sample experiences significant dysfunction in daily life due to psychological problems, but this does not completely overlap with the group of people with a mental health need as assessed by the screening questionnaires. Approximately half (49.6%) of those with a positive screening experienced dysfunction in daily life due to their mental health, as opposed to 12.4% of those without a positive screening. A clinical mental health problem (i.e., the presence of both a positive screening and dysfunction) is then present in 10.4% of the sample.\n\nLogistic regression analysis was used to assess the likelihood of having a clinical mental health problem (Table 1). There was no significant gender effect. Age is a significant predictor of having any mental health need, such that younger age groups have a higher prevalence of mental health problems as compared to older people. Specifically, compared to people aged 25 or less, mental health problems were less common among people between the ages of 45 and 64 (OR = 0.37, 95% CI = 0.21—0.66) and people aged 65 or older (OR = 0.17, 95% CI = 0.07—0.40). Compared to people with a primary education degree, the likelihood of having a mental health problem was lower among people with a secondary education degree (OR = 0.56, 95% CI = 0.33—0.95) or a higher education degree (OR = 0.50, 95% CI = 0.27—0.91). Financial distress was strongly predictive of mental health problems (OR = 3.67, 95% CI = 2.35 – 5.72). Finally, mental health problems were more common in people living in an urban residence, but this effect was not significant when other factors were taken into account.\n\nLogistic regression analysis modelling the likelihood of having a clinical mental health problem in the general population (N = 1208)\n\nUOR Unadjusted Odds Ratio\n\nAOR Adjusted Odds Ratio (adjusted for all variables)\n\n*p < .05 **p < .01 ***p < .001\n\nAsterisks after the variable name represent significance of the factor in the multivariable model\n\nConsidering the total sample, one in six (17.6%) reported health care use for mental health in the past twelve months. Psychologists (11.4%) and GPs (11.3%) were more often consulted compared to psychiatrists (3.6%), and 6.4% was prescribed medication for mental health problems. Results of the logistic regression analysis examining the predictors of health care use for mental health problems in the general population are shown in Table 2.\n\nLogistic regression analysis modelling the likelihood of using health services for mental health in the general population (N = 1208)\n\nUOR Unadjusted Odds Ratio\n\nAOR Adjusted Odds Ratio (adjusted for all variables)\n\n*p < .05 **p < .01 ***p < .001\n\nAsterisks after the variable name represent significance of the factor in the multivariable model\n\nA significant difference in the likelihood of using health services for mental health problems was found, with 21.4% women as compared to 12.9% men consulting a health professional for their mental health (OR = 1.91, 95% CI = 1.37 – 2.66). Age is a significant predictor of health care use, with people aged 65 and older being less likely to consult a professional for mental health problems compared to the reference of 15 – 25-year olds (OR = 0.31, 95% CI = 0.15—0.65). Origin and financial distress are significant predictors well. Individuals with financial distress were significantly more likely to consult a health care professional for mental health problems (OR = 1.81, 95% CI = 1.19 – 2.75). Individuals with a non-European origin were less likely to use health services for their mental health in the multivariable model only (OR = 0.41, 95% CI = 0.22—0.75).\n\nBesides the sociodemographic predictors, also the presence of a clinical mental health problem was included. As expected, this was highly predictive of using health care for mental health problems, with 13.6% of those without as compared to 47.6% of those with a mental health problem using health care for their mental health (OR = 5.31, 95% CI = 3.44 – 8.19).\n\nThe classification and population distribution of assessed unmet mental health needs is shown in Fig. 1. In the total sample, 5.5% presents a clinical unmet need for mental health care. Moreover, only 29.0% of all people who used health services for mental health reasons has a clinical mental health problem.\n\nClassification and population distribution of clinical (unmet) needs for mental health care\n\nTable 3 shows the distribution and logistic regression analysis of having a clinical unmet mental health need. Note that both the percentage within the category as a whole is shown, as well as the percentage within the category with a mental health need, as the former is highly dependent on the prevalence of mental health problems in that group. The logistic regression results therefore apply to the subsample of people with a mental health problem (N = 126). Due to the lower sample size and low incidence of unmet need in some subgroups, wide confidence intervals arise and the findings should be interpreted with caution. An estimated 6.8% of all men have a clinical unmet need as compared to 4.2% of all women. Among women with a mental health need, 38.6% did not use health services, which is significantly less than the 67.6% men with a mental health need (OR = 0.20, 95% CI = 0.08—0.49). Age is not a significant predictor. However, as the prevalence of mental health problems among individuals aged 65 or older is very low (N = 7), and none of them used health services for their mental health, this leads to a 100% prevalence of unmet need in this subgroup. Individuals with a mental health need experiencing financial distress are significantly less likely to have an unmet mental health need as compared to those without financial distress (OR = 0.22, 95% CI = 0.08—0.57). Those with a non-European birthplace had a higher likelihood of having an unmet mental health need, but only in the multivariable model (OR = 3.96, 95% CI = 1.13 – 13.89).\n\nLogistic regression analysis modelling the likelihood of having a clinical unmet need, i.e., not using health care for mental health among participants with a mental health problem (N = 126)\n\nUOR Unadjusted Odds Ratio\n\nAOR Adjusted Odds Ratio (adjusted for all variables)\n\n*p < .05 **p < .01 ***p < .001\n\nAsterisks after the variable name represent significance of the factor in the multivariable model\n\nFigure 2 shows the classification table and population distribution of perceived unmet needs. A minority of 12.1% non-care-seekers indicated that they felt a need for mental health care but did not seek help. In the general population, this translates to one in ten (10.0%) ‘perceived fully unmet needs’. Among the care-seekers, the majority (76.6%) thought the help was sufficient, resulting in 4.0% ‘perceived partially unmet needs’ in the population. Altogether, 14.0% of the population perceives an unmet mental health need.\n\nClassification and population distribution of perceived (unmet) needs for mental health care\n\nPredictors of perceiving an unmet need for mental health care (both partially and fully) were assessed using logistic regression analysis, shown in Table 4. Women were more likely to perceive an unmet need for mental health care (OR = 1.73, 85% CI = 1.20 – 2.50). Age was a significant predictor of perceived unmet needs, as there is a trend towards more perceived unmet needs in the youngest age groups as compared to the oldest age groups. For example, 20.7% of the 26 – 44-year-olds perceived an unmet mental health need, in contrast to 11.0% of 45 – 64-year-olds and 2.8% of participants aged 65 and older. In the multivariable model, individuals aged 65 and older are significantly less likely to perceive an unmet mental health need as compared to the youngest age group (OR = 0.14, 95% CI = 0.05—0.37). Individuals experiencing financial distress have a higher likelihood to perceive an unmet mental health need (OR = 2.06, 95% CI = 1.31 – 3.25). Individuals born outside Europe are significantly less likely to perceive an unmet mental health need (OR = 0.51, 95% CI = 0.28—0.95).\n\nLogistic regression analysis modelling the likelihood of perceiving a fully or partially unmet need for mental health care in the general population (N = 1208)\n\nUOR Unadjusted Odds Ratio\n\nAOR Adjusted Odds Ratio (adjusted for all variables)\n\n*p < .05 **p < .01 ***p < .001\n\nAsterisks after the variable name represent significance of the factor in the multivariable model\n\nThe presence of a clinical mental health problem was taken into account as well. Approximately one in ten (10.4%) individuals without a mental health problem perceived an unmet mental health need, compared to 46.0% individuals with a mental health problem, making the presence of a mental health need highly predictive of perceived unmet needs (OR = 5.92, 95% CI = 3.81 – 9.20).\n\nParticipants who perceived an unmet mental health need were asked to indicate the reasons why they did not seek or receive (sufficient) help. The prevalence of the reported barriers to mental health care is shown in Table 5. For those who did not seek care, the most often cited reason is that they prefer to handle problems on their own (65.6%), followed by thinking it wouldn’t help (30.1%) and time constraints (27.5%). One in four (24.5%) reported the cost as a barrier. For those with partially unmet needs, cost was the most often cited barrier (43.0%), followed by a preference to handle problems on their own (38.6%). Both among those with fully unmet needs and those with partially unmet needs, about one in five people reported other barriers, for example, an expected waiting time and bad experiences in the past.\n\nPrevalence of endorsed reasons for not seeking or receiving (extra) help among participants who perceived an unmet need for mental health care"
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "This cross-sectional survey study evaluated common mental health needs (depression, anxiety and alcohol problems) in a representative general population sample in Antwerp, Belgium. A total of 1208 people aged 15 to 80 years old participated in the study. It was found that about one in five (21.5%) has a positive symptom screening for depression, anxiety and/or alcohol disorder. Half of them also experience functional problems in their daily lives because of mental health problems. Surprisingly, also 12% of those without a positive screening on one of the screening scales indicate that their daily life is at least moderately impacted by psychological problems. A clinical mental health need was defined as the presence of both a positive symptom screening and dysfunction, and was present in one-tenth (10.4%) of the sample. Mental health problems were found to be more common among younger age groups, people with a lower education level and people with financial problems.\n\nFurthermore, only half of the people with a clinical mental health problem consulted a health care professional for their mental health, resulting in a population prevalence of 5.5% clinical unmet mental health needs. In addition, 14.0% of the population perceived an unmet mental need themselves, although the predictors of assessed and perceived unmet mental health needs differ. Because the quantity and quality of care were not taken into account, this approach may even lead to an underestimation of the actual unmet mental health needs. In prior research it was suggested that approximately half of treatments in high-income countries do not meet minimally adequate treatment (MAT) criteria (i.e., eight or more psychotherapy visits or four or more visits to a doctor with pharmacotherapy) [24–26].\n\nOverall, one in six people discussed mental health related issues with a health care professional within the past year, especially with a psychologist and/or GP. Men, people aged 65 and older, and people born outside of Europe were less likely to use health care for their mental health. Health care use for mental health problems in the general population is higher than generally reported in other studies, where approximately one in ten people use formal health services for their mental health [27–29]. This may be due to the broader definition of health care use, namely any contact with a health professional for mental health reasons (incl. emotional problems or substance abuse).\n\nClinically assessed unmet mental health needs are on a population level more common among young people, but this can be explained by their higher level of mental health problems. In contrast, only 3.5% of people aged 65 and older have a mental health problem according to screening scales, but none of these participants received any form of care for mental health problems. Consistent with previous research, older people with a mental disorder are less likely to seek help when needed, especially because they tend to underestimate their own needs [30–33]. Also a remarkable gender effect is present, with 67.6% of men versus 38.6% of women with a clinical mental health problem who did not seek help.\n\nThe population share of people with financial problems with unmet mental health needs was higher than the population proportion of people without financial problems with unmet mental health needs because of their higher prevalence of mental health problems. However, individuals with financial distress with a mental health problem more often sought help. In line with this finding, a longitudinal study in the UK reported higher levels of treatment with medication and psychological therapy among people from disadvantaged backgrounds [34]. Other studies reported an increased risk of unmet needs among people with lower income [4, 35], or reported no clear association [36, 37]. Firstly, it must be noted that financial distress was self-reported in this study, and people might differ in the way they define financial difficulties. Secondly, people with more financial resources might have more possibilities for self-care, a larger informal support network or other alternatives such that professional help is less needed. Finally, the design doesn’t allow to draw causal conclusions, and the interpretation is especially difficult because of the reciprocal relationship between mental illness and poverty [38].\n\nAnother remarkable finding is that almost two thirds (71.0%) of those who discussed mental health related problems with a professional had no current mental health need as assessed by screening questionnaires. Several reasons can account for this finding. First, these individuals may be subthreshold cases, or may experience little dysfunction in daily life, or may have a different mental health problem than those assessed in the study. Second, mental health needs were assessed at point-prevalence, while health care contacts for mental health reasons were surveyed at 12-month prevalence. It may therefore be possible that some people have had a mental health problem that is already resolved. Finally, this may also be an expression of ‘overmet need’. Research has shown that people without a mental disorder account for a significant proportion of healthcare users, but that these individuals often have other need indicators, and generally have fewer visits and use less specialist services [5, 27, 39]. People with mental distress receiving some professional help should therefore not be regarded as having ‘overmet need’, as this can alleviate mild mental health problems and prevent problems from worsening.\n\nUnmet mental health needs were also assessed from a subjective perspective. A perceived unmet mental health need is present when someone did not seek care but perceived a need for mental health care (= fully perceived unmet need), or when someone did seek care but felt that this was not sufficient (= partially perceived unmet need). In total, 14.0% perceived an unmet mental health need, of which the majority are fully unmet. When help was received, 23% felt that they were insufficiently helped. In line with previous research, men and older people were less likely to perceive an unmet need for mental health care [9, 14, 40]. Contrary to assessed unmet needs, individuals experiencing financial distress more often perceived an unmet mental health need, but this can be attributed to the different sample studied (subsample with mental health problem vs. total sample).\n\nWhen an unmet mental health need was perceived, participants were asked to endorse all reasons for not seeking (extra) help. As expected from the literature, the most frequently reported barriers for not getting help are motivational or attitudinal barriers [4, 15]. Two-thirds cited self-reliance as the reason for not seeking help, and nearly a third thought it wouldn’t help. A quarter of the people who did not seek help mentioned cost as a barrier. However, among individuals who received help but felt this was insufficient, financial reasons were most often endorsed. This suggests that the cost of mental health care in Belgium is primarily an obstacle in obtaining adequate care as long as needed (e.g., the majority of psychotherapy was not reimbursed at the time of data-collection). Importantly, the questions about barriers to care were only asked to need-perceivers, but low perceived need is also an important factor hindering help-seeking for mental health problems. Prior research suggested that a lack of need-perception is one of the major causes of unmet mental health needs [6, 7]. In our study, 3.9% of the 880 respondents without a perceived need do have a clinical assessed need. However, considering the 66 respondents with a clinical assessed need who did not consult a professional for their mental health, half (51.5%) did not report perceiving a need for mental health care, so insufficient awareness of one’s own mental health needs plays an important role in this study as well.\n\nA major advantage of the study is the public mental health perspective. Other strengths of the study are the use of a representative probability sample and the inclusive nature of the study. For example, online participation was possible in six languages including Arabic, and the wider age range allowed 15 to 80-years old to participate.\n\nIt must be noted that the data collection took place between May and August 2021, which means some covid-19 related freedom-restrictions were still implemented and may have influenced the findings. Prior research showed no statistical difference between met and unmet need for mental health care, but point estimates were suggestive of higher unmet needs among those with a current mental disorder after the lock-down period [41]. Comparison with the province of Antwerp in the Belgian Health Interview survey suggests that the prevalence of mental health problems has risen substantially since 2018: the prevalence of depressive symptoms rose from 6 to 10%, anxiety disorder symptoms remained the same (11%), and alcohol abuse (based on the CAGE questionnaire only) doubled from 6 to 13% [42, 43]. However, no comparable Antwerp data are available on perceived or unmet needs.\n\nAdditionally, though validated instruments were used, the exclusive use of symptom screening questionnaires may be considered a limitation. These measures are indicative of mental disorders but tend to overestimate the true prevalence in the population [44, 45]. The dysfunction criterion was therefore added, leading to a more rigorous operationalization of clinically relevant mental health needs. However, this may have led to a higher proportion of false negatives. The regression analyses were also performed without dysfunction criterion, and the conclusions remained largely the same. The disorder type, comorbidity and severity were not considered when studying unmet needs. This may be relevant, as previous research suggests that men may be more likely than women to delay using health care for minor mental health concerns, but that gender effects diminish when problems are more serious [46]. Also, people with a substance use disorder tend to be less likely to perceive a need for care and seek treatment [47, 48].\n\nAs a final remark, we outline that only one quarter of the invited sample participated, despite two postal invitations and the possibility to participate online and offline. However, this response-rate was anticipated and the data were weighted to match the population distribution, also correcting for minor inequalities in non-response across strata. The forced response implementation may have caused some drop-out or reactance, although the “I don’t know” options prevented forced choice.\n\nAn important finding is that unmet mental health needs are high, with a population prevalence of 14.0% and 5.5% for perceived and clinical unmet needs, respectively. It should be noted that without the dysfunction criterion that was added to the operationalization of clinical mental health needs, the population prevalence of clinical unmet needs would be 14% as well (analysis available on request). This is higher than most estimates reported elsewhere, but different definitions and operationalizations complicate comparisons [2, 4]. However, the overlap between perceived and clinical unmet needs is small and are explained by different factors. Especially, more women perceived an unmet need for mental health care, but more men with a probable mental disorder did not seek care. Despite the higher prevalence of mental health problems in urban areas and among the less educated, little differences were found in unmet needs as regards to education and urbanicity. It must be noted that the relation between clinically assessed and perceived (unmet) needs and its associated factors is not fully addressed in this paper. Especially, further research should assess which people have both an assessed and perceived need, which people have a perceived or assessed need only, and in which way these subgroups differ. A combination of both approaches allows researchers and policymakers to assess the (unmet) need for mental health care on a population level with special attention to the individual perspective. Need perception is more related to help seeking, while assessed needs are more standardized and ‘objective’, although some degree of subjectivity is inevitably present to some degree in symptom scales as well.\n\nFurther efforts should be made to make mental health care more accessible for everyone. Insights in the barriers to care can lead to more targeted interventions in guiding people with mental problems to mental health care. Information and awareness campaigns are important to ensure that people recognize their own mental health needs and feel more confident and motivated to seek professional care. Familiarity with mental health services needs to be addressed, given that a lack of trust is a common barrier. Financial accessibility remains important, not only for seeking care, but also for obtaining sufficient care. To ensure that every individual with a mental health need receives adequate care, stepped care principles should be respected such that people with mild needs are helped in generalist or primary care services, and people with more severe needs in specialist services. Based on insights into the prevalence and distribution of unmet mental needs in the general population, a targeted health policy can be implemented, focusing on individuals with the highest (unmet) need. The nature of the present study where we collected data in particular regions, allows mental health services in the region to better tailor their care programs to the local needs. We believe that our findings, which apply to the general population in Antwerp, can to some degree be translated to other regions with a similar population structure and mental health care system, especially in Western-Europe. This is especially true for the associated factors of (unmet) mental health needs. Finally, the totality of health and social care needs of people with mental health problems should be addressed as well, so that not only the ‘treatment gap’ but the whole mental health ‘care gap’ can be reduced [3]."
    }
  ]
}