{
  "doc_id": "ae03af7b-7264-4211-9d1e-07529f52d9dc",
  "doc_title": "Experience of clinical services shapes attitudes to mental health data sharing: findings from a UK-wide survey",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8858475",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "Across the whole sample there was a high level of willingness to share both mental (89.68%) and physical (92.75%) health data when measured on a binary (yes/no) scale. A McNemar’s test demonstrated that this difference was significant (χ2(1) = 47.67, p < .001). A similar pattern was seen when dividing the sample by individuals who had experienced a mental health condition and individuals who had never experienced a mental health condition (Fig. 1); both participants with experience of mental illness (χ2(1) = 20.02, p < .001), and participants without experience of mental illness (exact McNemar’s test p = .001) were significantly more likely to share physical health data than mental health data.\n\nParticipants who would share their mental and physical health data, split by mental health status. Note. n (ever had mental illness) = 1085, n (never had mental illness) = 528. Participants who responded that they would “prefer not to say” if they have ever had a mental or physical health condition are not shown\n\nWe next examined the reported likelihood (measured on a Likert scale) of sharing mental/physical health data (Fig. 2). A Wilcoxon signed-ranks test indicated that participants were significantly more likely to share their physical health data than their mental health data, z = − 8.621, p < .001. This effect was also present amongst those with experience of mental illness, z = − 6.412, p < .001.\n\nLikelihood of sharing mental and physical health data across all participants. Note. n = 1991\n\nTwo Mann-Whitney U tests were run to determine if likelihood of sharing mental or physical health data differed between the group of people with experience of only mental illness (n = 468) and the group of people with experience of only long-term physical illness (n = 244). Distributions of the responses for the two groups were similar, as assessed by visual inspection. There was no statistically significantly difference between people with only mental illness and people with only physical illness, for either likelihood of sharing mental health data U = 55,776.50, z = − 0.105, p = .917 or likelihood of sharing physical health data U = 55,474.00, z = − 0.327, p = .744.\n\nThe full ordinal logistic regression model examining the relationship between demographic factors and likelihood of sharing mental health data (Model 1a, Table 2) significantly predicted the outcome over and above the intercept-only model χ2(24) = 68.80, p < .001. The assumption of proportional odds was met χ2(72) = 74.97, p = .38. All variance inflation factor (VIF) values were well below 10, with the largest being 2.75 (for the “Paid” variable), indicating that there was no multi-collinearity. There was no significant difference between people who had and had not experienced a mental illness in the likelihood of sharing mental health data. Those who said they would “prefer not to say” if they had ever experienced a mental illness were much less willing to share their mental health data than people who said they had never had a mental illness (OR 0.23, 95% CI 0.13 to 0.43). An increase in self-rated physical health was associated with an increase in the odds of sharing mental health data (OR 1.15, 95% CI 1.03 to 1.29). An increase in self-rated mental health was marginally associated with an increase in the odds of sharing mental health data (OR 1.11, 95% CI 1.00 to 1.24).\n\nThe full ordinal logistic regression model examining the relationship between demographic factors and likelihood of sharing physical health data (Model 1b, Table 2) significantly predicted the outcome over and above the intercept-only model χ2(24) = 87.17, p < .001. The assumption of proportional odds was not met χ2(72) = 105.24, p = .006. As such, an additional adapted analysis which met the assumption was run, giving a similar outcome (Supplementary material 2). Although there was no overall relationship between highest completed level of education and likelihood of sharing physical health data, Wald χ2(5) = 10.22, p = .069, the contrast between the subcategories of postgraduate degree and vocational qualification was significant, such that people with vocational or college-level qualifications were less likely to share their physical health data than people with a postgraduate degree (OR 0.62, 95% CI 0.46 to 0.84). The odds of people who said they would “prefer not to say” if they had ever experienced a mental illness being willing to share their physical health data were four times lower than that of people who said they had never had a mental illness, (OR 0.25, 95% CI 0.14 to 0.47). There was no significant difference between people who had and had not experienced a mental illness in likelihood of sharing physical health data. An increase in self-rated physical health was associated with an increase in the odds of sharing physical health data (OR 1.13, 95% CI 1.01 to 1.27). An increase in self-rated mental health was also associated with an increase in the odds of sharing physical health data (OR 1.18, 95% CI 1.05 to 1.31).\n\nTwo cumulative odds ordinal logistic regression analyses with proportional odds were run to determine the association between frequency of mental/physical NHS health care and willingness to share (a) mental and (b) physical health data (Models 2a and 2b, Table 2). The full model (Model 2a, Table 2) significantly predicted the likelihood of sharing mental health data over and above the intercept-only model χ2(4) = 10.55, p = .03. The assumption of proportional odds was met χ2(12) = 19.98, p = .07. All variance inflation factor (VIF) values were well below 10, with the largest being 1.33, indicating that there was no multi-collinearity. An increase in self-rated physical health was associated with an increase in the odds of sharing mental health data (OR 1.18, 95% CI 1.04 to 1.34). Likelihood of sharing mental health data was not predicted by frequency of NHS mental or physical health care, or self-rated mental health.\n\nThe full model (Model 2b, Table 2) also significantly predicted likelihood of sharing physical health data over and above the intercept-only model χ2(4) = 22.48, p < .001. The assumption of proportional odds was met χ2(12) = 12.00, p = .45. People who received NHS physical health care more than monthly were more likely to share their physical health data than people who received less frequent care (OR 1.42, 95% CI 1.05 to 1.91). An increase in self-rated physical health was associated with an increase in the odds of sharing physical health data (OR 1.27, 95% CI 1.12 to 1.45). There was no association between frequency of mental health care or self-rated mental health and the likelihood of sharing physical health data.\n\nSpearman’s rank-order correlations were run to assess the relationship between satisfaction with the NHS and likelihood of sharing mental and physical health data. Higher levels of satisfaction with the NHS were associated with greater willingness to share mental health data, rs (1544) = .13, p < .001, 95% CI 0.07 to 0.18, and physical health data rs (1544) = .13, p < .001, 95% CI 0.08 to 0.18. Mann-Whitney U tests were used to examine whether participants with and without experience of mental illness differed in their satisfaction with the NHS. It was found that participants with experience of mental illness were less satisfied with their overall (mean) experience with the NHS (U = 147,117.50, z = − 12.47, p < .001), as well as less satisfied with their first contact for a physical health condition (U = 46,305.00, − 5.52, p < .001) and less satisfied with the physical health care they had received in the previous 12 months (U = 160,531.00, z = − 5.88, p < .001).\n\nTo disentangle the relationships between these aforementioned variables, a cumulative odds ordinal logistic regression with proportional odds (Model 3, Table 2) was run to determine the relative associations between the independent variables mean NHS satisfaction and experience of mental illness, and the dependent variable of likelihood of sharing mental health data (with self-rated mental and physical health included as covariate factors). The full model significantly predicted the likelihood of sharing mental health data over and above the intercept-only model (χ2(5) = 66.44, p < .001). The assumption of proportional odds was met (χ2(15) = 21.45, p = .12). All variance inflation factor (VIF) values were well below 10, with the largest being 1.45, indicating that there was no multi-collinearity. In keeping with previous analyses, satisfaction with the NHS (Wald χ2(1) = 20.64, p < .001), and experience of mental illness were associated with likelihood of sharing mental health data (Wald χ2(2) = 29.92, p < .001). Participants who would “prefer not to say” whether they had a mental illness were much less willing than people who said they had never had a mental illness to share their mental health data (OR 0.27, 95% CI 0.15 to 0.49). This means that although experience of mental illness was not related to willingness to share mental health data when examining demographic factors only (Model 1a), accounting for the variable of NHS satisfaction (by including it as a factor in Model 3) revealed a significant relationship between experience of mental illness and higher likelihood of sharing mental health data (OR 1.30, 95% CI 1.02 to 1.62).\n\nFollowing this, a cumulative odds ordinal logistic regression with proportional odds was run to determine the association between two specific measures of NHS satisfaction (satisfaction with first contact for mental health care, and satisfaction with mental health care in the previous 12 months) on likelihood of sharing mental health data amongst people who have had a mental illness (Model 4, Table 2; n = 480). Ratings of mental and physical health were included as co-variates, as they significantly predicted willingness to share mental health data in a previous analyses (Model 1a). The assumption of proportional odds was met, (χ2(12) = 7.604, p = .82). All variance inflation factor (VIF) values were well below 10, with the largest being 1.33, indicating that there was no multi-collinearity. The final model did not significantly predict likelihood of sharing mental health data over and above the intercept-only model, χ2(4) = 8.885, p = .064. However, an increase in satisfaction with first contact for mental health care was associated with an increase in the odds of sharing mental health data (OR 1.16, 95% CI 1.00 to 1.34). There was no association between satisfaction with previous 12 months’ mental health care, rating of physical health or rating of mental health and willingness to share mental health data.\n\nA cumulative odds ordinal logistic regression with proportional odds was run to determine the relationship between each primary reported mental health condition and likelihood of sharing mental health data (Table 3). The full model significantly predicted the outcome over and above the intercept-only model (χ2(15) = 43.06, p < .001). The assumption of proportional odds was met (χ2(45) = 52.76, p = .20). In comparison to participants with no experience of mental illness, participants whose primary experience of mental illness was with depression, OCD, personality disorder or bipolar disorder were more willing to share their mental health data (Table 3). There were no cases where experience of a mental illness significantly reduced willingness to share mental health data."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "This study is the first to examine factors that determine likelihood of sharing mental health data for research purposes in a large UK sample. Willingness to share mental health data was high amongst people with and without experience of mental illness, though it was nevertheless lower than willingness to share physical health data. Higher satisfaction with the NHS was strongly associated with increased likelihood of sharing mental health data. Initial analyses suggested no association between mental illness experience and likelihood of sharing mental health data, but once the contribution of NHS satisfaction was controlled for, participants with experience of mental illness were more likely to share their mental health data than those without experience of mental illness. Specifically, people whose primary mental health condition was depression, OCD, personality disorder or bipolar disorder were each significantly more likely to share their mental health data than people with no experience of mental illness.\n\nThere was a high level of willingness to share both mental (89.7% “yes”) and physical (92.8% “yes”) health data, supporting previous work which showed support for sharing health data at 73, 81 and 90% [8, 19, 20]. These findings are encouraging given the value of routinely-collected health data in health and data science research [9]. At the same time, if one in ten people are unwilling to share mental health data, this could still present a significant obstacle that hinders progress towards increased availability of routine mental health data for research. Therefore researchers should not underestimate the importance of continued and sustained public engagement on the value of routine data analysis for research [21], especially since participants were less willing to share mental health data than physical health data. This reluctance signals that mental health data may be more “sensitive” than other health data [4–8], especially as it comes from participants who had already chosen to engage with mental health research. Having said this, the actual size of the difference found here (3%) suggests that mental health stigma [14] is not having a dramatic effect in this case.\n\nA core finding of this work was that satisfaction with the NHS had a particularly notable impact on willingness to share both mental and physical health data for research purposes, echoing previous findings of a positive relationship between perceived quality of care and greater confidence in the privacy of health information [22]. One speculative explanation for the present finding may be that positive experiences of health care are associated with greater trust in institutional structures which deal with health care [23], and that this trust is in turn associated with greater willingness to share health data [24]. Both situations involve power differences between the individual and the institution(s), and both concern personal information. Whether participants are explicitly conflating health care and health research, or whether the association is more implicit, is a matter for future qualitative research. Either way, it is apparent that ensuring positive clinical contact and facilitating awareness of research in clinical settings could contribute to increased willingness to share health data.\n\nFurthermore, in the present study, once the impact of NHS satisfaction was taken into account, participants with experience of mental illness were more willing to share their mental health data than those without experience of mental illness. This finding has important implications for clinicians, as it suggests that experience of mental illness is not in itself a barrier to data sharing, rather it is how those with mental illness experience the NHS that matters. In addition, individuals’ satisfaction with their first contact with the NHS for mental health care may be particularly important in predicting their likelihood of sharing mental health data. The related finding that people with experience of mental illness are less satisfied with NHS care echoes previous findings of a relationship between higher depression scores and lower satisfaction with physical health care [25, 26]. Reduced satisfaction could be related to diagnostic overshadowing, in which people with mental illness are less likely to receive appropriate treatment for comorbid physical illness [27, 28]. Future work should examine the relationship between mental health and satisfaction with health care in further detail.\n\nTo our knowledge, this study was the first to examine the relationship between experience of different mental health conditions and willingness to share health data. People whose primary mental health condition was depression, OCD, personality disorder or bipolar disorder were significantly more likely to share their mental health data than those without experience of mental illness, when confounders were taken into account. People whose primary condition was anxiety, phobia, eating disorder, psychosis, addiction, body dysmorphic disorder or self-harm did not differ from people without experience of mental illness in their willingness to share mental health data. Notably, none of the mental health conditions measured were associated with a significant reduction in likelihood of sharing mental health data. These findings should be considered in light of the small sample sizes in most of the groups; further research is needed to examine whether the present pattern of relationships between participants’ primary mental health conditions and their willingness to share mental health data remains once larger numbers of people are included. Nevertheless, taken together, people with experience of mental illness are more willing than those without experience of mental illness to share mental health data, possibly because they are more motivated to contribute towards improved treatments for mental illness [11]. Interestingly, there was very little evidence of relationships between demographic factors and willingness to share mental health data, despite our recruitment of a demographically diverse UK sample with a wide age range.\n\nWe note that, due to the exploratory nature of this research, we have presented multiple findings of interest without correction for multiple comparisons. Therefore, our results should be interpreted with caution, pending further investigation. The present findings should also be interpreted in light of potential self-selection bias; it is perhaps unsurprising that willingness to share mental health data was high amongst individuals who chose to complete a survey about the topic. That said, the data collected in our survey captured a small fraction of the information held in the health records about which we enquired. In addition, whilst the research sheds light on the impact of lifetime experience of mental illness on willingness to share mental health data, it does not identify those who were experiencing mental illness at the time of the survey. Further research should examine whether previous and current experience of mental illness have different impacts on data sharing. Similarly, future work would benefit from recruitment of more individuals with experience of less common mental health conditions in order to validate and extend the current findings. It would also be beneficial to assess whether public awareness campaigns aimed at reducing mental health stigma can eliminate the difference in willingness to share mental and physical health data in the UK."
    }
  ]
}