{
  "doc_id": "b389a404-33ef-4358-b88d-9af3646bfea0",
  "doc_title": "Individual factors and perceived community characteristics in relation to mental health and mental well-being",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC4677043",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "The characteristics of the final study sample are presented in Table 1. Within East Belfast, comparatively affluent neighbourhoods are adjacent to neighbourhoods where people experience material deprivation. The sample is from a total of 62 SOAs, with 10, 13, 5, 10 and 24 SOAs being within the NIMDM quintiles from most to least deprived respectively. The mean number of participants per SOA was 19.5 (SD 7.7).\n\nCharacteristics of the study sample (n = 1209 PARC Study, East Belfast, UK; Feb 2010 – Jan 2011)\n\na Data not complete for all cases (n < 1209)\n\nb NIMDM: Northern Ireland Multiple Deprivation Measure [31]\n\nDescriptive statistics for the two dependent variables are presented in Tables 2 and 3. From the sample of 1,209 participants, SF-8 MCS data were available for 1,201 participants and WEMWBS for 1,203 participants. The dependent variables were initially compared to population/normative scores and an unpaired t-test conducted to compare population versus sample means (p-value two tailed). The WEMWBS were comparable with available normative data for the UK population, both as a total sample and by gender and age [33]. In contrast, the SF-8 scores from the sample were generally lower than those of other UK populations [39].\n\nDescriptive statistics of SF-8 MCS within the PARC Study sample versus normative health scores\n\nSF-8 MCS Short-Form 8 Health Survey Mental Composite Score, PARC Physical Activity and the Rejuvenation of Connswater, NIMDM Northern Ireland Multiple Deprivation Measure [31]\n\na Bold sample mean values denote statistically significant (p < 0.05) difference to the population mean by the unpaired t-test (two-tailed)\n\nb Population norms taken from Ware et al. [39]\n\nc Age group of 18–24 years in population data\n\nDescriptive statistics of the WEMWBS within the PARC Study sample versus normative health scores\n\nWEMWBS Warwick-Edinburgh Mental Well-Being Scale, PARC Physical Activity and the Rejuvenation of Connswater, NIMDM Northern Ireland Multiple Deprivation Measure [31]\n\na Bold sample mean values denote a statistically significant (p-value <0.05) difference to the population mean by the unpaired t-test (two-tailed)\n\nb Population norms taken from Stewart-Brown & Janmohamed [33]\n\nResults of the final multi-variable linear regression on the SF-8 MCS and WEMWBS dependent variables, clustered by SOAs, are summarised in Tables 4 and 5 respectively, for both the total sample and stratified by neighbourhood deprivation (NIMDM). Detailed for each explanatory variable are the regression coefficients (B), 95 % confidence intervals and their statistical significance in the final model. The last column in each table contains the statistical significance of the interaction of individual independent variables and neighbourhood deprivation strata on the dependent, showing there is a variation in the effect of some variables according to the level of neighbourhood deprivation.\n\nSummary of the linear regression with clustering by SOA on SF-8 MCS by NIMDM strata\n\nPARC: Physical Activity and the Rejuvenation of Connswater\n\nEQ-VAS: Visual Analogue Scale of self-rated health; EQ-5D-3 L: 5 dimension with 3 levels of response [25, 26]\n\nNIMDM: Northern Ireland Multiple Deprivation Measure [31]\n\na Regression coefficients, b Significance level: * p < 0.05, ** p < 0.01, *** p < 0.001\n\nCoding of dependent variables\n\nSF8- MCS: continuous variable with increase in score implying better mental health\n\nCoding of independent variables\n\nGender: 1 = male, 2 = female\n\nAge: in years\n\nMarried/Cohabiting: 0 = false, 1 = true\n\nAccommodation own: 1 = owner occupied, 2 = other/rent\n\nEducation to Degree Level: 0 = false, 1 = true\n\nUnemployed: 0 = false, 1 = true\n\nBicycle access: 0 false, 1 = true\n\nNo. Vehicles: numeric\n\nIncome: 9 categories of increasing amount\n\nEQ-VAS: 0 to 100 (higher values imply better health)\n\nEQ-5D-3 L: continuous variable (higher values imply better health)\n\nNever Smoked: 0 = false, 1 = true\n\nAlcohol: ranked categories of frequency from 1 = almost every day to 8 = not at all in the last 12 months\n\nLocal Area Satisfaction: scale from 1 = very satisfied to 5 = very dissatisfied\n\nLocal Area Problems: summative of 8 Llikert items to a Likert scale 5 – 40 (higher values better)\n\n‘Social connections’: summative of 4 Likert items to a Likert scale of 4 – 20 (lower values better)\n\nTrust: 4 point ordinal scale, 1 = very likely to 4 = not at all likely\n\nCivic Participation: 0 = no, 1 = yes\n\nSocial Participation: 0 = no, 1 = yes\n\nHealth Related Behaviours\n\nSummary of the linear regression with clustering by SOA on WEMWBS by NIMDM strata\n\nPARC: Physical Activity and the Rejuvenation of Connswater\n\nEQ-VAS: Visual Analogue Scale of self-rated health; EQ-5D-3 L: 5 dimension with 3 levels of response [25, 26]\n\nNIMDM: Northern Ireland Multiple Deprivation Measure [31]\n\na Regression coefficients, b Significance level: * p < 0.05, ** p < 0.01, *** p < 0.001\n\nCoding of dependent variables\n\nWEMWBS: 14 – 70 with increase in score implying better mental well-being\n\nCoding of independent variables\n\nGender: 1 = male, 2 = female\n\nAge: in years\n\nMarried/Cohabiting: 0 = false, 1 = true\n\nAccommodation own: 1 = owner occupied, 2 = other/rent\n\nEducation to Degree Level: 0 = false, 1 = true\n\nUnemployed: 0 = false, 1 = true\n\nBicycle access: 0 false, 1 = true\n\nNo. Vehicles: numeric\n\nIncome: 9 categories of increasing amount\n\nEQ-VAS: 0 to 100 (higher values imply better health)\n\nEQ-5D-3 L: continuous variable (higher values imply better health)\n\nNever Smoked: 0 = false, 1 = true\n\nAlcohol: ranked categories of frequency from 1 = almost every day to 8 = not at all in the last 12 months\n\nLocal Area Satisfaction: scale from 1 = very satisfied to 5 = very dissatisfied\n\nLocal Area Problems: summative of 8 Llikert items to a Likert scale 5 – 40 (higher values better)\n\n‘Social connections’: summative of 4 Likert items to a Likert scale of 4 – 20 (lower values better)\n\nTrust: 4 point ordinal scale, 1 = very likely to 4 = not at all likely\n\nCivic Participation: 0 = no, 1 = yes\n\nSocial Participation: 0 = no, 1 = yes\n\nThe adjusted coefficient of multiple determination (R2) indicates that 38 % and 30 % of variability in the mental health and mental well-being, respectively, could be explained by the individual factors and the perceived community characteristics. Age, marital status, self-rated health and the local area satisfaction element of social capital were significant explanatory variables of both mental health and well-being. Thus being older, living with a partner, in good self-perceived health and having a higher satisfaction of the local area were associated with better mental health and mental well-being. In addition, obtaining education to degree level, not being unemployed and having better social connection were significantly associated with better mental well-being.\n\nAcross neighbourhood deprivation strata (most to least deprived), 50 %, 47 %, 51 %, 44 % & 27 % and 37 %, 40 %, 54 %, 35 %, & 21 % of variability in the mental health and well-being respectively, could be accounted for by the final model. For both mental health and well-being, the final model accounted for a greater percentage of variability of the dependent variables in the strata from the more deprived neighbourhoods than for the total sample.\n\nAge remains a significant explanatory variable in all strata, such that being older is associated with better mental health regardless of area level deprivation, and self-rated health remains significant in nearly all strata. Education to degree level emerges as a positive and significant explanatory variable of mental health in the most deprived areas, but the coefficient changes sign in the middle NIMDM3 category, that is, being educated to degree level predicts a lower level of mental health for those in the middle quintile (neither extremely deprived nor affluent). The trust element of social capital emerges as a significant explanatory variable for those from the more affluent areas but with a negative relationship, that is, lower levels of trust was associated with better mental health. Income was a positive explanatory variable of mental health but only in the mid-tier of area deprivation, NIMDM 3. Thus for those from areas in the middle category of deprivation, being older, having higher household income and better self-rated health were associated with better mental health.\n\nFor mental well-being, the significant explanatory variables from the total sample are also retained as statistically significant explanatory variables across strata, with the exception of marital status. The social capital aspects of local area satisfaction or social connections are significant explanatory variables but only in the more affluent of the quintiles of neighbourhood deprivation. Being involved in civic participation is associated negatively with mental well-being in the most deprived of areas.\n\nOverall, when the statistically significant explanatory variables of mental health and well-being are compared per stratum, there are commonalities, but also certain variations. For instance, for those from the most deprived areas, age and self-rated health are common explanatory variables of both dependent variables, but civic participation is associated negatively with mental well-being and mental health positively with education to degree level. For those from the most affluent areas, self-rated health is common explanatory variable for both dependent variables. On the other hand, age is more important for mental health and unemployment and the social capital elements of local area satisfaction and social connections are more important for mental well-being."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "In 2011 Giles articulated the ‘top ten’ research questions which should be priorities for social science. Among the most important of these was the question, how does the social become biological (and vice versa) [40]. This reflects the ethos behind the “No health without mental health” UK cross-government strategy for people of all ages [3]. The temptation is to think only of physical health, but to do so would ignore the importance of mental health and mental well-being which, though often less visible, are themselves strong explanatory variables of physical health and longevity [41].\n\nResearch literature, has for the main part been concerned with mental (ill) health and although there is widespread agreement that mental health is more than the absence of clinically defined mental illness, there is still ongoing debate as to the elements that constitute positive mental health or mental well-being. The WEMWBS considers both the hedonic and eudemonic dimensions of well-being, and has been validated for use in the United Kingdom [5]. Although a population level measure and not designed as a clinical tool, it does appear to be sensitive to changes in mental well-being at the individual level and allows for the investigation of the determinants of mental well-being [http://www2.warwick.ac.uk/fac/med/research/platform/wemwbs/].\n\nThe current study aimed to examine the extent to which individual factors and perceived neighbourhood social environment were associated with mental health and well-being, and compared these relationships across different levels of neighbourhood deprivation. The current study made use of measures specifically designed to assess mental health (SF8 MCS) and mental well-being (WEMWBS), making use of a representative sample of a population living in a specific municipality, including information on its neighbourhoods.\n\nWe found that a range of individual and perceived community characteristics accounted for a reasonably high proportion of variability in mental health and mental well-being (38 % and 30 % respectively), but the association power of these covariates differed among people living in deprived and more affluent neighbourhoods. For instance, for a 20 years increase in age, a participant would achieve a 1 point significant increase in their mental well-being score, whereas this increase was over two and a half fold greater at 2.6 points when participants from the most deprived strata were considered, but not a significant explanatory variable in any other of the deprivation strata. However, age was a significant explanatory variable of better mental health in both the total and stratified sample, of comparable magnitude regardless of the level of neighbourhood deprivation (1.6 to 2.2 point increase in mental health per 20 year increase in the age of the participant). In contrast, not being unemployed had a 3.7 point increase in mental well-being for the general sample, but when considering the neighbourhood deprivation strata, this increased almost two fold to 6.43 points for participants from the most affluent of areas. This improvement in mental well-being is almost one standard deviation of the population mean, which some have deemed as an adequate definition for the difference between low, average and high mental well-being [6]. Whereas for mental health, being educated to degree level only had a significant association for those living in the most deprived of areas, at the second largest magnitude of over 4 points, only improved upon further by an increase of one level in self-rated health EQ-5D-3 L or 17 % within the EQ-VAS. These differences may be important to those designing interventions to improve mental well-being if what works most effectively for one group or area is not what works for others, and it may be necessary to take account of such differences to avoid widening social inequalities. Our findings are in agreement with the conclusions of the 2009 WHO report on mental health, resilience and inequalities, “A greater understanding of inequalities is also crucial to recognizing the limits of what promoting positive mental health can achieve. Positive mental health does confer considerable protection and advantage, but it does so predominantly among those with equal levels of resources.” [20].\n\nSome explanatory variables, such as self-rated health, are common to both mental health and mental well-being, were better perceived health is associated positively with both mental health and well-being, though an elevation to a higher level on the EQ-5D-3 L scale produced an increase of 6.19 points on the mental well-being scale (i.e., 0.71 of a SD, again almost a change from low to average or average to high mental well-being), but an increase of 13.09 points (greater than one (1.17) standard deviation of the population mean) would result for mental health. Others, including indicators of individual social capital, such as satisfaction with the local area and ‘social connections’, are more important for mental well-being than mental health when considered across neighbourhood deprivation strata. That is, greater local area satisfaction was found to be significant explanatory variable for better mental well-being for the total sample (+1.06 per category increase in local area satisfaction) and those from the more affluent neighbourhoods (+1.75 for NIMDM4, and +1.39 for NIMDM5); in contrast, it was found to be a significant indicator of better mental health only for the total sample (+0.75per increase in local area satisfaction category). In other words, if a participant from an area more affluent than average levels of neighbourhood deprivation (NIMDM4) where to alter their perception of their local area satisfaction from ‘very dissatisfied’ to‘ very satisfied’, the participant’s mental well-being score would increase by more than one standard deviation of the population average (5x1.75 = 8.75), sufficient to convert low or average mental well-being to average or high, if mental well-being were to be trichotomised as in Bond et al. [6]. Although social capital is a placed-based ecological concept, most directly conceived as related to one’s neighbourhood or to places where individuals interact socially [42], our data corroborate other studies that demonstrate its importance to individual health outcomes. But what we have yet to empirically discern is whether regeneration programmes aimed at neighbourhoods can shift average population mental well-being. If they do, it would still be important to know whether the number of people with mental illness would be changed and how such effects might be mediated.\n\nPrevious research has shown that mental health problems are more common in areas of material deprivation [15, 21]. By the same token poor mental well-being is consistently associated with unemployment, low education, low income and low material standard of living [11]. Although there is growing evidence on the role of social capital in improving mental well-being through promoting community cohesion, social interaction and social trust [43], of these covariates, in our study only social connections (through social networks and social support) and local area satisfaction were associated with mental well-being in fully adjusted models. Our findings are in accord with those of Gidlow et al., for whom other social capital indicators of trust and social participation did not emerge as explanatory variables of mental health or mental well-being [35]. In contrast, Propper et al. found that it was the characteristics of individuals and individual households that were more important (than place itself) in determining levels of common mental disorders [44].\n\nTwo recent studies have explored that relationship between housing, neighbourhoods and mental well-being (using WEMWBS) for residents of 15 deprived areas within Glasgow [6, 45]. The first found that perceived (poor) aesthetic quality of the neighbourhood was associated with lower well-being, while satisfaction with the local area was strongly associated with higher mental well-being [6]. Indeed, the perceived internal reputation of the neighbourhood, but not the external reputation was positively associated with mental well-being [45]. Our own results concerning satisfaction with the local area aspects of social capital accord with these findings. In contrast, Gale et al. found no association between area-level deprivation and mental well-being, assessed using the WEMWBS [46], but their study only examined the relationship in 69–78 year olds.\n\nMental health is not just the absence of mental illness [4, 20], while mental well-being, though a related concept, is a measure of the hedonic (positive feelings or positive affect such as subjective wellbeing, life satisfaction, happiness) and eudemonic (positive functioning such as engagement, fulfilment, sense of meaning, social wellbeing) dimensions [5, 20, 33]. As mental health and well-being move up the policy agenda as it has both social and health benefits:\n\n“Mental health promotion does have a role in preventing mental health problems, notably anxiety, depression, drug and alcohol dependence and suicide. But mental health promotion also has a wider range of health and social benefits. These include improved physical health, increased emotional resilience, greater social inclusion and participation and higher productivity.” [4, pg28]\n\nmechanisms by which to promote mental health through developing theoretical and empirically sound complex interventions are beginning to appear in the literature [47]. Nonetheless, as summarised in the 2009 WHO report ‘Mental health, resilience and inequalities’,\n\n“While there is much that can be done to improve mental health, doing so will depend less on specific interventions, valuable as these may be, and more on a policy sea change, in which policy makers across all sectors think in terms of ‘mental health impact’.” [20, pg 4],\n\nso it is a challenge to everyone, not just those involved with interventions, to make an impact on mental health.\n\nStrengths of this study include a representative sample, the sampling of adjacent areas from one city, from affluent to deprived neighbourhoods assessed using a reliable area-level measure of deprivation, and sampling taking place over a single year, limiting any potential seasonal affects on mental health or well-being. As the academic community moves away from the measurement of the presence/absence of mental (ill) health, toward that of mental well-being, this paper is well placed to guide individuals forward and deliver pathways of thought, as the two concepts have been compared using measures specifically designed to access mental health (SF8 MCS) and mental well-being (WEMWBS), in parallel in a specific municipality.\n\nPerhaps a limitation of our study is that more sophisticated causal analyses have not been attempted using, for example, structural equation models that might better distinguish mediators from moderators, however this would be more appropriate for longitudinal data. Further limitations, such as the lack of area-level measurement of social capital and the cross-sectional nature of the study must also be acknowledged, and with this the difficulty to establish what is cause and what is effect. It is possible that some behavioural variables, such as physical activity (e.g., walking in the neighbourhood), are more likely in neighbourhoods with high social capital but that in turn such behaviours themselves give more opportunities for building social capital. This demonstrates the complex nature that associations may have were even reasons to be engaged (or not) in physical activity is a complex matter and one which is difficult to unpick [48]. Our purpose on the other hand was to explore the extent to which variation in measures of mental health and mental well-being and their explanatory variables differed in subgroups of the population."
    }
  ]
}