{
  "doc_id": "bb3319ed-f6c0-4e5b-b127-2ded2d10ce69",
  "doc_title": "The prevalence and determinants of antepartum mental health problems among women in the USA: a nationally representative population-based study",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC3093935",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "Overall, 7.8% of women in the USA reported poor mental health during their pregnancies. In our initial analysis, a history of poor mental health was the strongest correlate of poor antepartum mental health (unadjusted odds ratio (OR) [95% CI]: 8.45 [6.01–11.88]; adjusted OR [95% CI]: 6.23 [4.25–9.14]; data not shown). Hereafter, all reported results are stratified by history of pre-pregnancy mental health problems. Among women without pre-pregnancy mental health problems, 5% had poor antepartum mental health, while 31% of women with poor pre-pregnancy mental health had poor antepartum mental health (see Fig. 1).\n\nOverall prevalence of antepartum mental health problems. The overall prevalence of mental health problems during pregnancy was 7.8%. The prevalence of mental health problems during pregnancy among women with no prior history of mental health problems was 5%. The prevalence of mental health problems during pregnancy among women with a prior history of mental health problems was 31%\n\nAmong women without prior mental health problems, married women were less likely to have antepartum mental health problems and women who were never married were more likely to have antepartum mental health problems. High school graduates and women who rated their physical health status during pregnancy as “fair” or “poor” were more likely to have poor antepartum mental health. Women living below 100% of the poverty threshold and women with publicly funded insurance were also more likely to have poor antepartum mental health (see Table 1).\n\nSociodemographic characteristics of pregnant women in the USA, by history of and antepartum mental health status\n\nBMI body mass index, STD sexually transmitted disease, MEPS Medical Expenditure Panel Survey, MSA Metropolitan statistical area\n\nSelf-reported “excellent,” “very good,” or “good,” and no mental health conditions or symptoms reported\n\nSelf-reported “fair” or “poor,” or mental health conditions or symptoms reported\n\nWeighted total for no history of mental health problems = 4,507,025; weighted total for history of mental health problems = 515,092\n\nUnweighted total for no history of mental health problems = 2,733; unweighted total for history of mental health problems = 318\n\nData from 2000–2006 only\n\nData from 2000–2005 only\n\nIn the multivariate analysis, women who were never married were more likely than married women to have poor antepartum mental health (OR [95% CI]: 2.12 [1.25–3.60]). Women in “fair” or “poor” self-rated physical health during pregnancy were more likely to have antepartum mental health problems than women in “excellent,” “very good,” or “good” health (OR [95% CI]: 7.50 [4.52–12.43]), and women who were non-white or Hispanic were less likely to report poor antepartum mental health (OR [95% CI]: 0.56 [0.34–0.93]; see Table 2). There was no difference in the adjusted odds of poor antepartum mental health by family income or by health insurance status.\n\nMultivariate analysesa of the odds of poor antepartum mental health, Stratified by history of mental health problems\n\nOR odds ratio, CI confidence interval\n\nStratified logistic regression models are only adjusted for age, race/ethnicity, education status, marital status, sexually transmitted disease or urogenital infection, physical health status during pregnancy, and ratio of family income to poverty threshold\n\nMarried women were less likely to have antepartum mental health problems while women who are divorced, separated or widowed were more likely to have poor antepartum mental health. “Fair” or “poor” self-rated physical health during pregnancy, current smoking, chronic medical conditions, substance abuse, and the presence of a sexually transmitted disease or urogenital infection were positively associated with antepartum mental health problems in this group (see Table 1).\n\nIn the multivariate analysis, those who were 20–24 years old were less likely than those who were 30–34 years old to have mental health problems during pregnancy (OR [95% CI]: 0.24 [0.08–0.70]). Women who were never married or who were divorced, separated, or widowed were more likely to have poor antepartum mental health (OR [95% CI]: 2.69 [1.25–5.80] and OR 3.96 [1.34–11.74], respectively). Those with a sexually transmitted disease (STD) or urogenital infection (OR [95% CI]: 4.48 [1.36–14.77]) or in “fair” or “poor” self-rated physical health during pregnancy (OR [95% CI]:3.90 [1.88–8.11]) were more likely to have mental health problems during pregnancy (see Table 2).\n\nTo generate more confidence in our results, we conducted a series of sensitivity analyses. First, since many of the women with unknown marital status were younger, a sensitivity analysis was conducted assuming all subjects with unknown marital status were “never married.” Results did not substantially change. Further sensitivity analyses were conducted using stricter criteria in the definition of poor mental health. In one analysis, women who self-reported “fair” mental health were not classified as having poor mental health. In another analysis, only those having a self-reported mental health of “fair” or “poor” were classified as having poor mental health. Both of these stricter definitions reduced the number of women categorized as having poor mental health and did not substantially change the estimates in the analysis of the subjects with no previous history of mental health problems. The sensitivity analysis of subjects with a previous history of mental health problems was inconclusive and showed unstable estimates with large confidence intervals due to limited sample size with decreased specificity. Results for these analyses are not shown."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "This study of a nationally representative sample of pregnant women contributes to our understanding of the prevalence of antepartum mental health problems and its correlates. We found the overall prevalence of poor mental health during pregnancy to be 7.8%, coinciding with previous clinic (Johanson et al. 2000) and population-based (Vesga-Lopez et al. 2008) reports. Specifically, our results are similar to Vesga-Lopez’s findings for any mood disorder and for any anxiety disorder (prevalence 8.5% and 12.2%, respectively). A history of mental health problems has been found to greatly increase the risk for poor antepartum mental health (Bilszta et al. 2008; Borjesson et al. 2005; Buesching et al. 1986; Marcus et al. 2003; Mora et al. 2009; Rich-Edwards et al. 2006; Seguin et al. 1995) and confound associations between other risk factors and poor mental health during pregnancy. Importantly, our study highlights the strong association between a history of mental health problems and antepartum mental health problems.\n\nThis finding suggests the need for greater focus on mental health screening for all women of reproductive age regardless of pregnancy status, but especially for women before they become pregnant. Primary care, often the first point of contact for health needs, is an ideal setting for screening. Research shows that patient care and services delivered with a primary care orientation is more likely to be efficient, equitable, and effective (Starfield 2008). The primary care setting may be the best means to ensure comprehensive health assessment and long-term, person-focused care (Starfield 2008); however, coordination of care is essential in order to educate all providers who encounter women at risk. Furthermore, mental health screening should not be limited to the primary care setting and could be conducted when women receive treatment for STDs or urogenital infections, upon hospital admittance, or during a routine OBGYN appointment during pregnancy. In an effort to move towards improved quality of care for women, comprehensive, preventive care, and coordination of care should be maintained longitudinally, before and during pregnancy, as opposed to only during pregnancy when women tend to interface with the healthcare system most frequently.\n\nIt is important to note that increased preventive mental health screening is necessary, but not sufficient to ameliorate widespread antepartum mental health problems. To help women manage their depression, coordination of care should facilitate referrals to mental health professionals. Accessibility of professional services and provider expertise should guide the recommendation of treatment options such as pharmacotherapy and psychotherapy. Accordingly, it is essential that health insurance policies include coverage for mental health screening and treatment to ensure that these barriers do not prevent women from receiving proper care.\n\nOur study found that reporting an STD or urogenital infection was an important risk factor for antepartum mental health problems among those with a history of mental health problems. Given these findings, STD screenings may be a promising setting for health care providers to also screen for co-morbid mental health problems. It will be important for providers to become aware of the increased risk of mental health problems in their patients with STDs so as to facilitate the identification of such problems. This may be particularly important in order to ensure that mental health problems are identified in women before they become pregnant, allowing interventions to improve mental health before, during, and following pregnancy.\n\nOur study found that not being married, a proxy for lack of social support, was an important correlate of poor antepartum mental health. Previous studies have shown that those who are married have better psychological well-being than those who are never married, divorced, or separated (Brown 2000), and that the emotional support of a spouse or partner elicits feelings of comfort and reinforces mutual feelings of love and respect, in addition to generating a sense of security (Jacobson 1986; Orr 2004). Other research has shown that the benefits of a supportive relationship, such as enhanced feelings of well-being, personal control, and positive effects, may help moderate the effects of antepartum mental health by making changes associated with pregnancy seem less stressful (Collins et al. 1993). Spousal support may be considered doubly important since it affects the health and well-being of the mothers and the birth outcomes of the unborn children (Feldman et al. 2000; Rubertsson et al. 2003). In the interest of improving maternal psychological well-being and birth outcomes, it is essential to identify women with prior mental health problems who exhibit depression-like symptoms during pregnancy, especially among un-partnered women who may lack social support (Rubertsson et al. 2003).\n\nOur results show that non-white and Hispanic women without a history of mental health problems were less likely than white women to report poor antepartum mental health. This may be the result of underreporting due to patient beliefs and attitudes regarding mental illness, consistent with Cooper et al. (2003), who found that both African-Americans and Hispanics were more likely than whites to have negative beliefs about antidepressants and the effectiveness of treatment. It is also possible that the lack of association in our study stems from preferential diagnosis among white patients compared with African-American and Hispanic patients, as suggested by Borowsky et al. (2000), who reported that physician recognition of mental illness varies by race and ethnicity. Among pregnant women, missed diagnoses or negative views of treatment for depression may delay care or result in many women remaining untreated. This is of particular concern among African-American and Hispanic women, as studies indicate that underutilization of specialty mental health care is highest among these groups (Miranda and Cooper 2004).\n\nOur results also suggest that age affects the likelihood of reporting poor antepartum mental health; specifically, those aged 20–24 years with a history of mental health problems were less likely to report poor mental health during pregnancy. Prior studies indicate that the median age of onset for major depressive disorder, any mood disorder and generalized anxiety disorder is just over 30 years, while the median age for any anxiety disorder is approximately 20 years earlier (Kessler et al. 2005). It is possible that the younger women with a history of poor mental health have a different etiologic profile compared to older women, based on median age of onset for the mental health conditions under study, which could partially explain the lower odds of reporting poor antepartum mental health. As such, younger women may be less likely to experience mood or depressive disorders associated with pregnancy due to the timing associated with psychological sequelae. However, because of the later onset of mood disorders, younger women have a significantly higher lifetime risk of developing mood disorders compared to older women (Kessler et al. 2005); thus, it will be especially important to monitor these women as they age and consider additional pregnancies.\n\nIt has been suggested that pregnancy may serve as a barometer for women’s overall health and mental and physical health problems during pregnancy may be predictive of long-term health outcomes (Lykke et al. 2009, 2010). With this in mind, it will be especially important for physicians to monitor women who have maternal depression and provide treatment that will be valuable for women’s health, both in the present and in the future.\n\nThis study has some potential limitations. First, self-reported mental health items included in MEPS are not parallel to diagnostic criteria used in clinical settings. Given that self-reported global mental health status is not diagnostic, it may not adequately detect women who experience symptoms of depression. However, there is ample evidence that poor mental health is a robust phenomenon and self-reported measures are correlated with major depressive disorder (Hoff et al. 1997).\n\nDue to the lack of data on lifetime mental health status in the MEPS, we had a limited ability to identify women with a history of poor mental health. It is possible that women who have experienced poor mental health to varying degrees throughout their lives may have been coded as not having any history of poor mental health.\n\nGiven current data availability, it is challenging to tease apart how various social factors interplay and impact antepartum mental health. Specifically, although it is commonly used in the existing literature as a proxy for social support (Orr 2004; Siegel and Kuykendall 1990), marital status and household composition may be limited in the ability to adequately capture the full impact of this important social factor and likely determinant of mental health. It is also difficult to distinguish genuine depressive episodes from the stresses common during pregnancy. Future research will need better measurement of the connections between antepartum mental health and across the life course risk factors such as life stress, social support and prior mental health problems.\n\nThis study has some important strengths. Firstly, the results are based on national, population-based data, providing policy-makers and practitioners with a picture of the women at risk for antepartum mental health problems. Additionally, due to the large sample size and rich data set that 11 years of the MEPS provided, several key correlates of poor antepartum mental health could be investigated together in one model, allowing for adjusted estimates of the contributing effect of each characteristic."
    }
  ]
}