{
  "doc_id": "c8d6541b-0f51-4292-81d3-73c7861a08c2",
  "doc_title": "Evaluation of mental health first aid training for family members of military veterans with a mental health condition",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7934536",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "Two participants withdrew from the study following consent. Follow up response rate was 68.4% (n = 39). As displayed in Table 3 there were significant differences in outcome measures at pre-intervention between participants who did and did not complete follow up questionnaires. Participants who did not complete the follow up had significantly lower confidence in helping Mary (someone with depression) and increased perceived stigma towards people with depression. Additionally, there was a trend towards increased personal stigma towards people with schizophrenia and increased burnout in participants who did not complete the follow up compared to those who did. There were no significant differences between age, gender or current mental illness between groups.\n\nPre-intervention differences between participants who did and did not complete follow-up\n\nNote. Data presented as mean ± standard deviation or number of participants (percent of total participants); n = number of participants\n\nThe proportion of participants who correctly identified depression and schizophrenia at all three time points, with Cochran’s Q Test and post-hoc pairwise comparisons results, are reported in Table 4. Cochran’s Q test determined that there was no statistically significant difference in the proportion of participants who identified depression correctly over time (χ2(2) = 2.33, p = 0.311, n = 38). Depression –related MHFA literacy was high at pre-intervention (91.2% of all participants correctly identified) and did not significantly change across time points. Cochran’s Q test determined that there was a statistically significant difference in the proportion of participants who identified schizophrenia correctly over time (χ2(2) = 16.5, p < 0.001, n = 36). There was a significant increase in the proportion of participants who correctly identified schizophrenia between pre and post intervention and pre-intervention and follow up.\n\nChanges in Mental Health First Aid Literacy and Confidence for Cochran’s Q by Time\n\nNote: Data presented as number of participants,percent of total participants (95% confidence interval); n Number of participants, CI Confidence interval; Post hoc tests (McNemar’s tests) using the Bonferroni correction by time with required significance level of p < .0167; T1 = Pre-intervention; T2 = Post-intervention; T3 = Follow-up; a Exact p-value *Significant at p < .05 **Significant at p < .01 level *** Significant at p < .001\n\nThere was statistically significant difference in the proportion of participants who reported high confidence levels (quite a bit or extremely confident) in helping a person with depression (χ2(2) = 34.3, p < 0.001, n = 39) and schizophrenia over time (χ2(2) = 14.0, p = 0.001, n = 36). There was a significant difference in reported confidence in helping someone with depression between pre and post intervention and pre-intervention and follow up. There was a significant difference in reported confidence in helping someone with schizophrenia between pre and post intervention. However, this was not maintained at follow-up (see Table 4).\n\nTable 5 reports the result of a series of one-way repeated measures ANOVA on MHFA program outcomes. A series of ANOVA analyses were conducted to compare overall confidence scores for making contact with (Wilks’ Lambda = 0.677, F(2,34) = 8.09, p < 0.001, multivariate partial eta squared = 0.323), speaking to (Wilks’ Lambda = 0.635, F(2,35) = 10.1, p < 0.001, multivariate partial eta squared = 0.365), helping someone with a mental health condition (Wilks’ Lambda = 0.491, F(2,35) = 18.1, p < 0.001, multivariate partial eta squared = 0.509), and total confidence (Wilks’ Lambda = 0.541, F(2,35) = 14.8, p < 0.001, multivariate partial eta squared = 0.459) at all time points. There was significant effect for time for making contact with someone with a mental health condition, talking to someone with a mental health condition, helping someone with mental health condition, and total confidence scores. Post-hoc analysis revealed that all confidence scores, including total confidence scores, significantly increased between pre and post intervention and were maintained at follow-up (see Table 5).\n\nMeans, standard deviations, and significance values for one-way ANOVAs by Time for MHFA program outcomes\n\nPersonal (Depression)\n\n(n = 37)\n\nPerceived (Depression)\n\n(n = 38)\n\nPersonal (Schizophrenia)\n\n(n = 37)\n\nPerceived (Schizophrenia)\n\n(n = 37)\n\nPsychological Distress (K-10)\n\n(n = 37)\n\nBurnout\n\n(n = 36)\n\nNote: Data presented as means and standard deviations; n = number of participants; Post hoc tests using the Bonferroni correction by time; T1 = Pre-intervention; T2 = Post-intervention; T3 = Follow-up; *Significant at p < .05 **Significant at p < .01 level *** Significant at p < .001\n\nA one-way repeated measures ANOVA was conducted to compare scores on the Social Distance Scale (for depression and schizophrenia) at all time points. There was significant effect for time for depression (Wilks’ Lambda = 0.743, F(2,37) = 6.40, p = 0.004, multivariate partial eta squared = 0.257) and schizophrenia (Wilks’ Lambda = 0.608, F(2,35) = 11.3, p < 0.001, multivariate partial eta squared = 0.392). Post-hoc analysis revealed that Social Distance Scale score for depression and schizophrenia significantly decreased from pre-intervention to post-intervention, indicating a reduction in unwillingness to interact with someone with symptoms of depression and psychosis (see Table 5). However, this was not maintained at follow-up.\n\nA one-way repeated measures ANOVA was conducted to compare scores on the Stigmatic Attitudes Questionnaire (for depression) at all time points. There was significant effect for time for personal stigma (Wilks’ Lambda = 0.550, F(2,35) = 14.3, p < 0.001, multivariate partial eta squared = 0.450). There was no significant effect for time for perceived stigma (Wilks’ Lambda = 0.980, F(2,36) = 0.37, p = 0.693, multivariate partial eta squared = 0.020). Post-hoc analysis revealed that personal stigma scores on the Stigmatic Attitudes Questionnaire for depression significantly decreased from pre-intervention to post-intervention. However, this was not maintained at follow up (see Table 5).\n\nA one-way repeated measures ANOVA was conducted to compare scores on the Stigmatic Attitudes Questionnaire (for schizophrenia) at all time points. There was significant effect for time for personal stigma (Wilks’ Lambda = 0.711, F(2,35) = 7.11, p = 0.003, multivariate partial eta squared = 0.289). There was no significant effect for time for perceived stigma (Wilks’ Lambda = 0.991, F(2,35) = 0.166, p = 0.847, multivariate partial eta squared = 0.009). Post-hoc analysis revealed that personal stigma scores on the Stigmatic Attitudes Questionnaire for schizophrenia significantly decreased from pre-intervention to follow-up (see Table 5).\n\nA one-way repeated measures ANOVA was conducted to compare scores on the K-10 at all time points. There was significant effect for time for general psychological distress (Wilks’ Lambda = 0.791, F(2,35) = 4.62, p = 0.017, multivariate partial eta squared = 0.209). Post-hoc analysis revealed that general psychological distress significantly increased from pre-intervention to post-intervention. However, this was not maintained at follow up. Results indicate that psychological distress returned to pre-intervention levels at follow-up (see Table 5). Cut-off scores from the 2001 Victorian Population Health Survey indicate participants are ‘likely to be well’ at all time points.\n\nA one-way repeated measures ANOVA was conducted to compare scores on the Burnout Measure at all time points. There was no significant effect for time indicating burnout scores were not significantly different at any time point (Wilks’ Lambda = 0.867, F(2,34) = 2.61, p = 0.088, multivariate partial eta squared = 0.133). Mean scores on the Burnout Measure indicated participants were showing ‘danger signs of burnout’ at all time points.\n\nAt follow-up, 53.8% of participants (n = 21) reported having experienced a post-course situation where someone seemed to be having a mental health-related issue. Post-course situations included experiences with depression, anxiety, PTSD, panic attack, bipolar mania, suicidal thoughts, self-harm, and drug and alcohol use. Of those who had experienced a post-course situation, 90.5% (n = 19) reported being able to provide help or support to those dealing with a mental-health related issue and believed their support made a positive impact. For those who did not experience a post-course situation, 93.7% (n = 15) reported feeling sufficiently prepared or confident to deal with someone believed to be suffering from a mental health problem."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "This study aimed to evaluate the effectiveness of providing the Standard Adult MHFA program to adult family members of ex-service personnel with a mental health condition, with a specific focus on the impact of the MHFA program on mental health knowledge, stigmatising and social distancing attitudes, and confidence and willingness to engage in helping behaviour.\n\nThere was a significant increase in participant’s mental health knowledge related to psychotic disorders. This is in line with previous findings of small to moderate effect sizes for improvements in mental health knowledge following completion of a MHFA program [8, 11]. There was a ceiling effect for increases in knowledge related to depression, as the percentage of people able to recognise depression before participating in the MHFA program was above 90%. The pre-course recognition scores were higher than an Australian national survey of adults, where the percentage of adults able to correctly identify depression has been reported at 73.7% [29]. This may be attributable to the study population, who were exposed to a partner or family member with a chronic mental health condition. This population is potentially likely to have higher rates of mental health knowledge and ability to recognise mental health conditions in others.\n\nConsistent with prior research the results indicated that personal stigma was higher for psychosis (schizophrenia) than depression [21]. However, the current sample did not overall hold highly stigmatising (personal) attitudes toward others, particularly for depression. Despite this, personal stigmatic attitudes towards depression did significantly reduce at post intervention. For schizophrenia, results indicated that personal stigmatic attitudes towards this disorder were significantly reduced at follow up. The magnitude of the effect size for reductions in personal stigma towards schizophrenia was large, in comparison to previous meta-analyses that have reported a small effect size for reductions in stigma [8, 11].\n\nBeliefs about perceived stigma by the wider community was greater than personal stigma, with no significant attitudinal changes to perceived stigma between pre- and post-intervention, and at follow up. Levels of personal stigma towards individuals with a mental health condition were significantly less than perceived stigma at all time points for both depression and schizophrenia. Participants rated high levels of perceived stigma, particularly for schizophrenia. Griffiths et al. [21] found overall perceived stigma in the general Australian population was substantial. It is also relevant to note that in the military context family members of participants may have experienced negative consequences due to their mental health condition (i.e., 36.8% of family members were medically discharged).\n\nThere were significant improvements in levels of confidence in providing assistance to a person with depression (which included confidence in making contact, talking to and providing help to the person) and this was maintained at follow up. While there were significant improvements in levels of confidence in providing assistance to a person with schizophrenia at post-intervention, these improvements were not maintained at follow up. Given the low base rates of schizophrenia in the population (approximately 1 in 200 individuals) it is possible that participants may experience lower levels of confidence in assisting someone with this condition due to lack of exposure or contact. Results indicated that overall confidence in making contact with, talking to and helping someone with a mental health condition improved at post-intervention and this was maintained at follow up. The magnitude of the effect size for increases in overall confidence was large, in comparison to previous meta-analyses which have reported a small effect size for increases in confidence [8, 11].\n\nThe actual provision of MHFA following the program was reported by approximately half the participants who participated in the follow up. Of the participants who had experienced a post-course situation, 90% reported being able to provide help or support to those dealing with the mental health issue and believed that their support had made a positive impact. Hadlaczky et al. [8] found a small effect size for changes in help related behaviour. Morgan et al. [11] found that there were small improvements in the actual help provided by MHFA recipients to a person with a mental health problem but that the quality of behaviours provided was unclear.\n\nThere was a significant decrease in social distancing attitudes from pre- to post-intervention (for both depression and schizophrenia) which suggests an increased willingness to be close to someone with these mental health conditions. However, this finding was not maintained at follow up. It is important to put this finding into the context of low reported levels of social distancing reported by participants prior to engaging in the MHFA program. Given that participants were family members of a person with a mental health condition, with the most common relationship being spouse or parent, it is not surprising that there were low levels of social distancing attitudes in the sample. Similar to the results found for personal and perceived stigma, participants expressed more negative social distancing attitudes towards schizophrenia than depression. This finding is consistent with prior literature [21].\n\nGeneral psychological distress was found to have significantly increased at post-intervention but returned to pre-intervention levels at follow-up. There have been mixed previous findings regarding the impact of MHFA programs on participant mental health. Morgan et al. [11] identified that findings regarding the impact of MHFA on recipients mental health were unclear, with potentially very small positive effects at six monthly follow up. The finding of increased distress post-intervention (but returning to the normal range at 3 month follow up) provides further data on the potential impact of MHFA programs on psychological distress. The program does not target improving mental health, and it may have been in the current sample (given significant rates of lifetime mental health difficulties and elevated levels of burnout) that focusing on discussions around mental health brought with it difficult emotions and distress. The finding of high levels of self-reported mental health difficulties is consistent with prior literature that has established a link between the experience of PTSD in ex-service personnel and poorer mental health of their intimate partners and immediate family members [5, 17, 18, 30].\n\nBurnout was a novel outcome investigated in the study that has not been explored in previous MHFA trials. The BMS assessed burnout based on physical, emotional and mental exhaustion. In this cohort, burnout levels were sub-threshold (indicating danger signs) for burnout at all assessment time points. Results indicated that although levels of burnout decreased slightly at post-intervention, there was no significant improvement to burnout scores at post-intervention or follow up. The elevated levels of lifetime mental health difficulties and burnout in this population suggests that it would be beneficial to adapt the standard 12-h Adult MHFA course to include the impact of having a family member with a chronic mental health condition on the mental health of family members. Both of the previous MHFA interventions run with military groups have been adapted to the context and included information specific to serving members [10, 16].\n\nDespite the strengths of the current research study, it is important to consider the limitations associated with the research design and interpretation of outcomes. The sample was predominantly female partners of ex-service personnel, which may limit the generalisability of the data to other familial relationships. Partners of ex-service personnel with a mental health condition have been shown to exhibit increased risk of mental health difficulties [5, 17, 18]. It is possible that family members who are not the primary source of support for the ex-service personnel may not experience the high rates of mental health diagnosis observed in this sample. Additionally, the lack of control group limits the confidence in which the findings can be attributed to the MHFA program. It is important to note however, that a meta-analysis of MHFA programs found that uncontrolled trials produced similar effect sizes to controlled trials [8]. In this meta-analysis, nine of the fifteen selected papers were single group, pre/post studies. Morgan et al. [11] used more stringent criteria (to reduce the possibility of overestimating intervention effects) and identified similar trends in the data. This may suggest that while the current study cannot confidently attribute outcomes to the MHFA program, the outcomes observed may not be an unduly biased estimate of the intervention effect.\n\nFurthermore, an additional limitation of the current study is the measurement of behavioural change. Intention to provide MHFA is measured with follow up data assessing whether participants have provided a specific incidence of MHFA, but there is no standardised measurement rating system in the literature to assess the quality of MHFA provided following attending a MHFA program [11]. As a consequence, it can be difficult to determine the impact of the MHFA program on MHFA skills applied in specific situations. The follow-up response rate was 68.4% with evidence that the participants ‘lost to follow-up’ had significantly lower confidence in supporting someone with a mental health condition prior to the MHFA training. This limits the interpretability of the findings, and future research should aim to address participant retention. Further, it is important to note that analysis was based on complete cases and as such, impact on program outcomes for the total sample (i.e. including those lost to follow-up) is unknown and the analysis design suggests that results are not generalisable to other populations.\n\nThese limitations point to a number of future directions for research evaluating the effectiveness of MHFA in family members of veterans. Future research may proceed in a number of ways to improve evidence-base for this population and address limitations. This may include conducting a waitlist controlled trial of the MHFA program within an organisational context that has the capacity to generate enough participant referrals to make use of an existing wait list. A controlled trial can provide evidence for efficacy of the standard Adult MHFA program for family members of ex-service personnel. Additionally, incorporating a mixed methods approach to evaluating the quality of MHFA actions provided following the completion of a MHFA program. This may help determine if intentions predict first aid actions, and assist in developing a coding system to assess the quality of MHFA actions provided. Finally, exploration of improvement of both the veteran and the partner in terms of willingness to seek support and the influence of the partner’s knowledge on the outcome of the veteran would be of use."
    }
  ]
}