{
  "doc_id": "c8dcfc8c-38b5-4d2e-80c5-ee281cb37b60",
  "doc_title": "Online Racism, Digital Mental Health Tools, and Online Mental Health Communication Among Black Young Adults With and Without Depression or Anxiety: Cross-Sectional Quantitative Study",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12818496",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "Our research questions are focused on Black young adults. Therefore, the analytic sample for the current investigation included 1005 monoracial Black young adults aged 18 to 29 (mean age 24.07, SD 3.04) years from the larger study (Table 1). Although multiracial Black young adults were included in the larger study from which the data are drawn, we only included monoracial Black young adults in the current investigation because their experiences of online racism are likely to differ compared to those of their multiracial Black peers. There were approximately equal numbers of women (504/1005, 50.6%) and men (490/1005, 49.1%) in the sample. Most participants resided in the southern United States (481/1005, 47.9%) and had health insurance (89%). A majority indicated that they were almost constantly on the internet (610/1005, 60.7%) and had internet access at home or work (988/1005, 98.3%).\n\nMost of the sample (891/1005, 88.66%) reported any exposure to online racism in the past 6 months. On average, exposure occurred between ‘sometimes’ and ‘half the time’ in the past 6 months (mean 2.58, SD 1.10). This mean frequency was comparable to that in other studies using the same measure [39]. Approximately half (518/1005, 51.5%) of the sample reported using 1 or more digital mental health tools in the past year, while the remainder reported no use of digital mental health tools. On average, participants engaged in online mental health communication less than once a month (mean 1.21, SD 1.15). On the basis of their PHQ-9 and GAD-7 scores, approximately half (497/1005, 49.5%) of the participants in the sample were classified as having depression, and approximately 40% (426/1005) were classified as having anxiety. Thirty-six percent (362/1005) of participants had both depression and anxiety. Bivariate correlations among study variables are presented in Table 2.\n\nDMHT is the use of digital mental health tools.\n\nOMHC is engagement in online mental health communication.\n\nNot applicable.\n\nP<.05.\n\nP<.01.\n\nP<.001.\n\nExposure to online racism was associated with the greater use of digital mental health tools and more frequent online mental health communication, controlling for depression and anxiety (Multimedia Appendix 1). In both models 1 and 2, more frequent exposure to online racism was associated with a significantly increased likelihood of using digital mental health tools (model 1, odds ratio [OR] 1.72, 95% CI 1.42-2.08; P<.001; and model 2, OR 1.84, 95% CI 1.53-2.21; P<.001). More frequent exposure to online racism was also associated with more frequent online mental health communication (model 1, β=.31, 95% CI 0.23-0.39; P<.001; model 2, β=.36, 95% CI 0.29-0.44; P<.001).\n\nControlling for online racism, having depression or anxiety was also positively associated with the use of digital mental health tools and online mental health communication. Black young adults who exhibited clinically significant depressive symptoms were more likely to report using digital mental health tools (OR 2.02, 95% CI 1.52-2.69; P=.001) and reported more frequent engagement in online mental health communication (β=.21, 95% CI 0.15-0.27; P<.001). Similarly, Black young adults who exhibited clinically significant symptoms of anxiety were 71% more likely to use digital mental health tools (OR 1.71, 95% CI 1.28-2.28; P=.005) and were more frequently engaged in online mental health communication (β=.16, 95% CI 0.10-0.22; P<.001). The association between exposure to online racism and use of digital mental health tools and frequency of online mental health communication did not significantly differ for those who had depression or anxiety compared to those who did not (see for nonsignificant interaction statistics)."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "As members of a generation that grew up with digital technologies, Black young adults are especially likely to use digital mental health tools and engage in online mental health communication. Despite this, a majority of the existing literature on digital mental health tools and online mental health communication among young adults has tested associations in predominantly White samples [6,8,9]. This body of literature has also neglected the role of negative race-related online experiences in shaping the use of digital mental health resources, leaving gaps in our understanding of the unique digital mental health–related experiences of Black young adults. As digital and online mental health solutions continue to be developed as promising and accessible new treatments for youth [6], this study directly informs the yet unexplored role of online racism in how Black young adult populations seek digital mental health resources and provides design and research implications for such solutions for this population.\n\nMore frequent exposure to online racism was associated with greater digital mental health tool use and more frequent online mental health communication. Although we cannot know the degree to which Black young adults used tools or engaged online in response to online racism specifically, our findings align with research suggesting that Black young adults may engage with digital tools in an attempt to cope with racism-related stress or protect their well-being. For instance, when engaging on social media apps, Black young adults curate their online environment by filtering content, participate selectively in culturally affirming communities, and use engagement tools such as hashtags to foster safety and connection [40-42]. Black young adults may use digital mental health tools when experiencing more frequent online racism because they perceive these tools to be helpful. This assertion is aligned with evidence that attitudes toward digital mental health solutions are positive, that behavioral control is high, and that there is already a subjective norm of using these tools among young adults [32,43]. Black young adults are also likely to share personal experiences about their mental health from stressful, negative experiences in online spaces such as support groups [29]. Although engagement in online mental health communication was relatively low in the sample, it may be that more frequent exposure to online racism is a stressor that catalyzes this engagement as a coping response [28,30]. Conversely, it could be that those who use digital mental health tools or engage more frequently in online mental health communication are exposed to more online racism in these digital contexts. Although it has been theorized that exposure to online racism can be embedded in any technological creation [15], most research examines social media rather than specific mental health tools and resources. The degree to which exposure to online racism in digital mental health content and resources particularly impacts their use remains an important future direction for research. Another related potential explanation for our findings is that Black young adults may perceive a distinction in the contexts in which online racism occurs and the contexts in which they use mental health resources and engage in online mental health communication. If their online racism exposure is occurring primarily on social media, using a wellness app (eg, Headspace) would not necessarily increase their exposure to online racism. In this way, Black young adults may flexibly draw on digital mental health tools and resources that they feel are safer during times of stress.\n\nExposure to online racism was associated with more digital mental health engagement regardless of clinical levels of anxiety or depression. Higher psychological distress has been associated with greater use of online mental health programs among young adults [44]. Yet some studies find no evidence that baseline symptom severity affects digital mental health app use [45]. In this way, perhaps Black young adults turn to digital mental health tools and engagement in online mental health communication when they feel stress and sadness, including from online racism [16], intending to remedy the negative emotions from these experiences. This finding suggests that online racism may be associated with the use of digital mental health tools and engagement in online mental health communication for a wide swath of Black young adults, even if they do not meet the diagnostic criteria for depression or anxiety, signaling the potential reach and utility of these digital mental health resources for this population. Although the association between exposure to online racism and digital mental health resources did not vary by depression or anxiety, Black young adults with these conditions used digital mental health tools at higher rates and engaged in more online mental health communication compared to those without depression or anxiety. This finding is supported by literature that suggests young adults experiencing mental health challenges are more likely to use online mental health–related resources [8]. This study extends this body of research by examining digital mental health tools and online mental health communication among Black young adults with anxiety or depression.\n\nOur study is not without limitations. Although the role of online racism as a stressor impacting behavioral outcomes, rather than the reverse, has been theorized [46] and documented [47], we are unable to infer causality or test the directionality of variables in this cross-sectional correlational study. It may be that those more likely to use digital mental health tools and engage in online mental health communication may experience online racism, or vice versa. Future research should examine these variables using longitudinal designs to measure use and engagement specifically in response to both general stress and specific stressors such as online racism. For instance, a daily diary study assessing the frequency of online racism experienced and the use of digital mental health tools and engagement in online mental health communication in response to such experiences on a given day could provide promising insights regarding Black young adults’ reliance on online support resources when experiencing online racism. Such findings could further establish a temporal relationship showing that when experiencing online racism, Black young adults may turn to online social support resources (ie, digital mental health tools and online mental health communication) as coping strategies. This could have implications for the expansion and development of culturally tailored digital mental health tools and online mental health communication mechanisms (eg, a private online support group for experiencing online racism) specific to the needs of Black young adults. Second, although the time frame of measures of online racism (ie, past 6 mo) and outcomes (ie, past year) is appropriate for these constructs, they are assessed via self-report measures that may be affected by recall bias. Additionally, our measure of digital mental health tools was broad, with usage measured as a binary indicator. Although this approach allowed us to generate initial evidence for associations as a starting point for future research, it did not capture nuanced patterns of usage, preferences, or satisfaction. Previous literature has suggested that young adults have preferences in features or types (ie, web-based or mobile self-help) of their digital mental health tools [8] that could be impacted by their level of care needs for mental health conditions, such as depression or anxiety. As Black young adults have tailored their online experiences, such as by using culturally affirming hashtags and engaging in online communities specific to members of their racial group [41,42], future research investigating distinct aspects of digital mental health resource use (eg, intensity of use, digital platform–specific effects, and types of digital mental health resources used) is integral and has implications for developing culturally relevant digital mental health interventions for Black young adults.\n\nAnother future direction is to investigate the types of online spaces (eg, social media platforms and online forums) where Black young adults use digital mental health tools and engage in online mental health communication. Research suggests that Black young adults may feel more comfortable discussing these experiences in anonymous communities than on social networked or public platforms such as Facebook feed [29]. Future work could explore how platform type, privacy, and identity shape help-seeking. Our sample was drawn using quota sampling; while this method enhances demographic balance, it remains a form of convenience sampling and is not probabilistic. Participants who enroll in online survey panels may differ systematically from those without the same internet access or who lack interest in online research participation, which limits generalizability. In this study, we focused on monoracial Black young adults, but the online racism experiences of multiracial Black young adults could differ, and we do not necessarily expect our results to generalize to this population. Future research that considers intersectionality and samples large enough numbers of Black multiracial populations to appropriately center on their unique experiences remains an important future direction. Finally, most participants were from the southern United States; however, as the availability of certain digital mental health tools varies by state [48], our results may not generalize to other regions. Our findings are focused on online racism and therefore do not capture intersectional experiences of discrimination (eg, gendered racism and racist ableism) that Black young adults may experience online. Further development or adaptation of measures is needed to contextualize such experiences and their impact on digital mental health resources and engagement.\n\nThis study highlights the use of digital resources aimed at promoting mental health, such as digital mental health tools and online mental health communication, for Black young adults. Exposure to online racism was linked to greater use of digital mental health tools and more frequent online mental health communication. Mental health practitioners should be aware of the role that digital contexts play in shaping the experiences of Black young adults, both positive and negative, and consider asking about current use or suggesting tools and online mental health communication as resources for clients, when appropriate. At the same time, ensuring that these tools and opportunities for communication are safe, free of online racism, and culturally relevant remains an ongoing parallel priority for researchers, policymakers, and developers."
    }
  ]
}