{
  "doc_id": "d9df44c4-8115-4d13-9642-2aa9bb48cf82",
  "doc_title": "Impact of Mental Health Insurance Legislation on Mental Health Treatment in a Longitudinal Sample of Adolescents",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8425633",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "As reported in Table 1, in our (weighted) study population, females comprised 49% of the population. White and Black participants were 58% and 26%, respectively, and 21% were Hispanic. In 2009, respondent age ranged from 24 to 30, 63% had high school or lower education, 29% had college education, 59% were never married, 34% were married, majority (61%) had no biological children, and 59% lived in states with below average uninsured rates. During 2009–2011, about 12% of respondents reported having at least 1 visit for a mental health treatment and majority (75%) reported being in good or excellent health. In 2009, 47% of respondents had full-time employment and 18% were unemployed, 19% lived in rural areas, 26% reported being depressed some or all the time, 31% received governmental assistance during this period, the majority had experienced at least one ACE (33% one ACE, 29% two ACEs, and 19% more than 3 ACEs), and 56% had either public or private insurance.\n\nWeighted Descriptive Summary of the NLSY97 Sample Used in This Study (N=7953)\n\nData presented are weighted using NLSY97 custom sampling weights.\n\nACE indicates adverse childhood experience; GED, graduate equivalency degree; HS, high school; MH, mental health; NLSY97, National Longitudinal Survey of Youth 1997 Cohort.\n\nSource: Authors’ analysis of data from the NLSY97.\n\nTable 2 reports regression results estimating the relationship between Law and number of mental health visits, while controlling for other covariates. As hypothesized, the mental health Law (IRR=0.996) was statistically significant (P<0.05) and implies that if Law is increased by 10 units (or 10.3%) then we would expect number of mental health visits in adulthood to decrease by 4%. Our results also showed that Black respondents, compared with White respondents, reported lower levels of mental health treatment visits (IRR=0.806, P<0.05). Those with part-time (IRR=1.404, P<0.001) or no employment (IRR=1.680, P<0.001), reported higher mental health visits than those who were employed full time. Mental health visits increased with age at about 6% for each year (IRR=1.058, P<0.05). Those who had 1–2 children at home, had 25% less mental health visits than those without children (IRR=0.749, P<0.001) and those having reported being depressed some or all the time had 58% higher mental health visits (IRR=1.583, P<0.001).\n\nAs the state-level unemployment increased, the number of mental health visits declined (IRR=0.836, P<0.05). Respondents who were exposed to higher levels of ACEs (more than 3) reported significantly more mental health visits compared with the respondents without any ACE (IRR=1.259, P<0.10). Individuals living in a household with income at >300% FPL had 22% higher mental health visits compared with those in the 200%–299% FPL level (IRR=0.784, P<0.05). Insured respondents had 42% more mental health visits (IRR=1.415, P<0.001) compared with uninsured respondents. Other variables were not statistically associated with the outcome.\n\nFigure 1 reports adjusted predictions and shows that the predicted number of mental health visits declined as exposure to the Law increased. However, the group-wise declines were not uniform. The marginal effects illustrate that at low levels of exposure to mental health insurance laws over the time period, that differences in mental health treatment are wide for specific subgroups after holding other variables constant; however, as exposure to stronger laws increases, the differences in mental health treatment for subgroup variables (eg, employment, race, sex, ACEs) are lessened."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "We found that cumulative exposure to more comprehensive mental health insurance laws across the lifespan was associated with fewer mental health visits in young adulthood. To our knowledge, this is the first population-based evaluation of cumulative exposure to mental health insurance laws over a period of 14 years. Previous studies show that mental health diagnoses and visits32 as well as mental health spending33 have been increasing in the United States, particularly for those with existing mental illness. Our results indicate that prolonged exposure to stronger mental health insurance laws was associated with fewer mental health visits among adults who reported any mental health treatment visits during the study period. These results are important because they demonstrate that stronger state mental health insurance laws may contribute toward reducing the need for mental health treatment over time, hence, reducing the burden on the health system.\n\nOur results make a significant contribution to the existing literature by exploring novel aspects of mental health insurance laws. Our study is unique in that we incorporated the comprehensiveness and complexity of mental health insurance laws, such as factors defining mental health conditions, enforcement, and compliance with state laws. The granularity of our coding scheme incorporates important nuances of state mental health insurance laws and may inform future legislative proposals.\n\nWe characterize reduced utilization of mental health treatment in adulthood as a positive outcome in this study. In cross-sectional studies, increased utilization of treatment is often indicative of improved access to needed treatment. However, in this longitudinal study, we hypothesize that exposure to more comprehensive and stronger legislation throughout the life course may have provided respondents with needed mental health treatment in childhood and adolescence, therefore reducing the need for treatment in adulthood. Several studies have found that childhood social and emotional problems and exposure to ACEs result in negative mental health outcomes.34,35 Insurance coverage is associated with fewer structural barriers to mental health treatment.36 However, evidence is limited on the effect that insurance coverage for mental health treatment in childhood has on adult outcomes. The survey data set used in this study limits our ability to further test this hypothesis and highlights a need for future research.\n\nOur findings also showed that mental health visits declined in different ways among population subgroups as exposure to strong mental health insurance laws increased. Greater exposure to stronger laws appears to narrow differences in subgroups who tend to be different in demographics (eg, race) or socioeconomic indicators (eg, employment). Insurance laws are intended to improve access; for marginalized groups or groups who may experience greater access barriers, the stronger laws may be contributing to fewer treatment disparities. This is an important finding given what we know about the salience of multilevel factors that influence mental health treatment utilization, particularly among populations with significant barriers to care.37 Barriers to mental health help-seeking among African American adults includes perceived discrimination and racism,38 distrust of the mental health care system,39 poorer quality health care plans,39 and limited access to culturally competent mental health care services.40 Increasing access to mental health care in childhood through exposure to strong mental health insurance laws may help those experiencing population-level, system-level, and provider-level biases avoid these barriers in adulthood and reduce mental health inequities.\n\nIt is important to note the broader context of mental health legislation and insurance reform that was occurring simultaneously with the adult outcome measurement in 2009–2011. The MHPAEA was passed in 2008 and became effective in 2009, and the ACA was passed in 2010 and became effective in 2014. Both of these federal laws had significant impacts on insurance coverage for mental health treatment and were also the impetus for state-level efforts to improve mental health insurance coverage. While the state insurance laws studied here were limited to the commercial insurance market, the federal laws affected both the commercial and public insurance markets. It is possible that the changes in state mental health insurance laws after 2008 are indicative of these national and broader state-level efforts and that our findings reflect these policies. We were unable to control for many of these factors, but the closure in utilization gaps between employed and unemployed respondents, despite only studying commercial insurance, supports this possibility.\n\nResearch has established a link between ACEs and problems in adulthood, including mental health problems, substance misuse, and underemployment.41 Our study suggests that stronger mental health insurance laws are associated with a significantly lower number of visits as an adult reported by those with 3+ ACEs in childhood as compared with those with 3+ ACES who were exposed to weak mental health laws. Taken in the context of the mental health care needs of those experiencing ACEs, our study implies that mental health insurance laws are likely important for improving adult outcomes for those experiencing a greater need as a child. While additional research is needed to further establish these linkages and pathways, our results suggest that strong mental health insurance laws are an important moderator. These findings are very promising and may guide policymakers and mental health advocates on improving access and utilization of mental health services in the future.\n\nMental health insurance legislation is generally less visible to the public and is more difficult to enforce than other laws intended to improve health. For example, tobacco control policies, tend to be visible, easily enforceable, and there are clear disincentives to disobeying the law. In contrast, the immediate effects of mental health insurance legislation are not always clear to the public or even to policymakers. Inclusion of enforcement and compliance variables in the legal data set we used allowed us to explore how these previously unstudied factors may contribute to decreased utilization of treatment in adulthood. Our findings support the need for stronger mental health parity legislation, which uses clear, unambiguous definitions of mental health conditions, and which is enforceable at the state-level.\n\nIn summary, our results highlight that prolonged exposure to strong mental health laws across a person’s childhood and adolescence may reduce the demand for mental health visitations in adulthood, hence, reducing the burden on the payors and consumers. The context of our study in the Great Recession and the corresponding expansion of mental health insurance laws during this time period, provide a ripe area for future inquiry to better understand the long-term effects of state mental health insurance laws during individuals’ childhood, adolescence, and adulthood."
    }
  ]
}