{
  "doc_id": "e37572a0-c5d1-4ca7-90bb-c547c0236626",
  "doc_title": "Change in Level of Positive Mental Health as a Predictor of Future Risk of Mental Illness",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC2978199",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "Loss to follow-up analyses in Table 1 indicated that the retained longitudinal sample was composed of slightly fewer men, fewer adults in the youngest age cohort (aged 25 to 34 years in 1995), fewer minorities (especially the nonspecific category of “other” minorities), and fewer adults with a GED or less than high-school education than the original 1995 sample of 3032 adults.\n\nStudy Population and Loss to Follow-Up: MIDUS, 1995 and 2005\n\nNote. GED = general equivalency diploma; MIDUS = Midlife in the United States study. Numbers are unweighted sample sizes; percentages are weighted prevalence estimates.\n\nAge in 1995.\n\nNative American/Aleutian Islander/Eskimo, Asian or Pacific Islanders, and other non-White and non-Black individuals.\n\nMajor depressive episode, panic disorder, and generalized anxiety disorder.\n\nHowever, follow-up losses were small, nearly nondifferential across variables of interest, and were therefore unlikely to introduce meaningful selection bias. The frequency distribution of outcomes and their known predictors (e.g., age) were similar between the 2 samples, with relative variability of less than 15%.\n\nThe consistency over time in the classification of all mental disorders and the composite variable reflecting any mental illness was relatively low as measured by correlation coefficients that ranged from 0.26 to 0.35 (data not shown in tables). From 1995–2005, rank-order consistency was equal statistically for the 3 diagnoses of mental illness, with a tendency for significant negative rank on major depressive episode, for which P value on the Wilcoxon signed-rank statistic was borderline (P ≤ .06; data not shown).\n\nTable 2 reports the prevalence of any mental illness and its stability. The prevalence of mental illness was about the same in 1995 (18.5%) as it was in 2005 (17.5%). However, only 7 of 10 adults (72.4%) did not present symptoms of any mental disorder in 1995 and 2005. Of the 17.5% of respondents with any mental illness in 2005, slightly more than half (52%) were “new cases.”\n\nCross-Classification of Diagnosis of Mental Illness in 1995 by Diagnosis of Mental Illness in 2005: Midlife in the United States Study\n\nNote. χ2 = 206; df = 1; P < .001. Sample sizes are weighted.\n\nMajor depressive episode, panic disorder, or generalized anxiety disorder.\n\nTable 3 reports the prevalence of the level of mental health and its stability. The prevalence of flourishing was 3.2% higher in 2005, moderate mental health was 3.7% lower in 2005, and languishing was 0.5% higher in 2005. Nonetheless, there was drastic change in levels of mental health disguised by the apparent stability in population prevalence. Only 45% of respondents languishing in 1995 were languishing in 2005; 51% of those languishing in 1995 improved to moderate, and 4% improved to flourishing mental health in 2005. Only half of those flourishing in 1995 were flourishing in 2005—46% of those flourishing in 1995 declined to moderate, and 3% declined to languishing. Two thirds of those with moderate mental health in 1995 had moderate mental health in 2005. Of those with moderate mental health in 1995, about 19% improved to flourishing, and 14% declined to languishing mental health in 2005.\n\nCross-Classification of Diagnosis of Mental Health in 1995 by Diagnosis of Mental Health in 2005: Midlife in the United States Study\n\nNote. χ2 = 352; df = 4; P < .001. Sample sizes are weighted.\n\nAlthough the percentage of change emanating from moderate mental health appears small, 64.1% of the sample had moderate mental health in 1995. The 14% of respondents who declined from moderate to languishing mental health in 2005 counterbalance the 55% who improved from languishing to moderate or flourishing mental health in 2005, and this counterbalance creates the appearance of the stable prevalence of languishing mental health in 1995 (16.7%) and 2005 (17.2%). The 19% who improved from moderate in 1995 to flourishing mental health in 2005 nearly counterbalance the 49.5% who declined from flourishing in 1995 to moderate or languishing mental health and creates the apparent stable-to-slight rise from 19.2% flourishing in 1995 to 22.4% in 2005.\n\nAs shown in Table 4, those adults who were languishing at both time points were more than 6 times (odds ratio [OR] = 6.6) as likely as those who stayed flourishing to have had a 2005 mental illness. Adults who declined to languishing in 2005 from moderate or flourishing in 1995 were 8 times (OR = 8.2) as likely as those who stayed flourishing to have had a 2005 mental illness. Adults who improved to moderate mental health in 2005 from languishing in 1995 were more than 3 times (OR = 3.4) as likely as those who stayed flourishing to have had a 2005 mental illness. Adults who stayed moderately mentally healthy were more than 4 times (OR = 4.4) as likely as those flourishing at both time points to have had a 2005 mental illness. Adults who declined to moderate in 2005 from flourishing in 1995 were nearly 4 times (OR = 3.7) as likely as those who stayed flourishing to have had a 2005 mental illness. However, adults who improved to flourishing in 2005 were no more likely than adults who stayed flourishing to have had a 2005 mental illness. The linear odds ratio for the change in mental health variable was 0.76 (P < .001; 95% confidence interval [CI] = 0.69, 0.84), indicating that the likelihood of any 2005 mental illness declined by 24% for each unit of change in mental health, with values ranging from 1 (i.e., languishing in 1995 and 2005) to 7 (i.e., flourishing in 1995 and 2005; results not shown).\n\nAdjusted Prevalence Odds Ratio (OR) of Any Mental Illness in 2005 by Levels of Any Mental Health Diagnosis in 1995 and Changes in Mental Health Levels Between 1995 and 2005: Midlife in the United States Study\n\nNote. CI = confidence interval. The unweighted sample size is n = 1723. Sample sizes are weighted for multivariate analysis. ORs are adjusted for demographic variables (age, gender, race/ethnicity, education, marital status in 2005, and employment status in 2005) and whether respondents had any of 25 physical health conditions in 1995. The predictive accuracy was 85.2% according to the Hosmer–Lemeshow goodness-of-fit test (χ2 = 6.5; df = 8; P = .595); the predictive accuracy of the incidence-dependent variable model was 89.1% according to the Hosmer–Lemeshow goodness-of-fit test (χ2 = 9.7; df = 8; P = .29).\n\nAny 1 of the 3 mental illnesses (major depressive episode, panic disorder, or generalized anxiety disorder); percentage estimates are based on the weighted sample.\n\nWhether individuals had any physical health conditions in 1995 had no effect on mental illness in 2005 (results not shown). Whereas race/ethnicity had no effect on mental illness in 2005, the adjusted log odds of any 2005 mental illness was higher among women, and the odds increased as chronological age decreased and as educational attainment decreased (results not shown).\n\nAnalysis of the same models in Table 4, excluding adults with any 1995 mental illness, did not change the conclusions (results not shown). Compared with those who stayed flourishing, adults who either stayed languishing or became languishing were more than 7 times more likely to have had a 2005 mental illness. In turn, adults who either stayed at moderate (or improved to moderate) mental health were more than 3 times as likely as those who stayed flourishing to have had a 2005 mental illness, although the likelihood of those who stayed flourishing was found to be marginally significant at P = .076. Adults who declined from flourishing to moderate mental health were about 3 times as likely as those who stayed flourishing to have had a 2005 mental illness. The linear odds ratio for the change in the mental health variable was 0.74 (P < .001; 95% CI = 0.65, 0.83), indicating that the likelihood of the incidence of any 2005 mental illness declined by 26% for each unit of change in mental health."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "The ethos of public health is embodied in the concept of health as a complete state. The pathogenic approach views health as the absence of illness; the salutogenic approach views health as the presence of positive states of functioning.36 A third, integrative conception of health derives from the word hale, meaning whole or healthy, which is embodied in the World Health Organization's definition of health25 and is supported scientifically by the dual continuum model.14–21 The “whole health approach” simultaneously involves mental illness services and mental health promotion and protection.\n\nOur research supports the axioms of mental health promotion and protection. Gains in mental health decreased the odds, and losses of mental health increased the odds, of the incidence of mental illness. Therefore, promotion and protection of mental health can reduce mental illness in the population. Mental health is also dynamic at the individual level. Half of the mental illness reported by respondents in 2005 represented new cases (as defined by not meeting diagnostic criteria in 1995). Similarly, half of those respondents flourishing in 2005 were new cases, and more than half of those languishing in 2005 were new cases.\n\nAlthough past mental illness is a good predictor of future mental illness, our findings revealed that moderate mental health is nearly as good a predictor, and languishing is a stronger, predictor of future mental illness. About half (49.2%) of the individuals in the study sample were free of any mental illness in 1995 but stayed at or changed to moderate mental health in 2005. This group had odds of mental illness in 2005 that were nearly as high as those of the 17.5% who had a mental illness in 1995. Moreover, 1 in 10 (10.4%) of the study sample was free of any mental illness in 1995 but stayed at or declined to languishing in 2005. This group had much higher odds of mental illness in 2005 than the 17.5% who had had a mental illness in 1995. Nearly 6 in 10 adults (i.e., 49% with moderate plus 10% with languishing = 59%) were free of mental illness (i.e., major depressive episode, panic disorder, or generalized anxiety disorder) but had as high or even a higher risk of developing a mental disorder as individuals who had 1 of those mental disorders in the past. Our findings therefore suggest the need for investing in mental health promotion and protection to complement the de facto approach of treatment and risk reduction for improving national mental health.\n\nOur measure of mental health prevalence is sensitive to diagnostic thresholds. This study and previous research24 adopted a combination of statistical (e.g., tertile cut-points) and rational (e.g., use of DSM number of symptoms to meet condition) diagnostic criteria for mental health. Although fewer than one quarter of adults in the study were flourishing in 1995 or 2005, any change in the diagnostic threshold (i.e., from the tertile to another criterion) would change point prevalence estimates.\n\nThe Mental Health Continuum–Long Form (MHC-LF) used in the MIDUS study consisted of 40 items. The MHC-LF questionnaire format was considered by researchers and practitioners to be long and inefficient to administer in epidemiological surveillance. Establishing the diagnosis of flourishing and languishing in which an individual would have to be in upper tertile of distribution of response scale was also complex. However, these apparent weaknesses of the MHC-LF have no meaningful influence on our methodology and findings. The Mental Health Continuum–Short Form (MHC-SF; the PDF file of the MHC-SF, its brief description, and proper citations can be obtained at http://www.sociology.emory.edu/ckeyes) was created to address the problem of the diagnostic threshold and to create a version more efficiently administered in epidemiological surveillance.\n\nThe 3-factor structure of emotional, psychological, and social well-being has been confirmed in nationally representative samples of US adults37 and college students with the long form38 and, with the short form, in nationally representative samples of adolescents aged between 12 and 18 years,39 adults in the Netherlands,20 and in Setswana-speaking South Africans.40 Like the long form, the short form of the MHC has excellent internal consistency (all subscales > 0.80) and exhibits good construct and discriminant validity.40,41 The 4-week test–retest reliability estimates for the short-form scales ranged from 0.57 for psychological well-being and 0.64 for emotional well-being to 0.71 for social well-being.38\n\nA key strength of our study is its longitudinal cohort design. The MIDUS sample was large enough to enable power sufficient for detecting meaningful temporal associations. Because the MIDUS study also measured the confounding effect of most known predictors of mental illness, we therefore controlled for that confounding effect. The MIDUS study included comprehensive and validated scales and diagnostic tools for mental illness and health."
    }
  ]
}