{
  "doc_id": "ed9b8dda-cd75-49ef-8047-8962361b9077",
  "doc_title": "Maternal mental health in primary care in five low- and middle-income countries: a situational analysis",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC4754802",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "Prevalence data were not available at district level in the PRIME countries (Table 1). Prevalence estimates were available for neighbouring districts, however, such as Butajira in Ethiopia, and Latipur in Nepal, or for other regions of the PRIME countries. Prevalence estimates for antenatal and postnatal depression varied considerably. Community studies reported a relatively low postnatal prevalence in Butajira district (Ethiopia; 4.6 %) [6] and in rural Nepal (9.8 %) [32], using the Self Report Questionnaire (SRQ) [33] and the General Health Questionnaire [34], respectively. This is in contrast with the prevalence of 31 % reported in a peri-urban settlement in the Western Cape (South Africa) [7, 35], using a structured clinical interview (SCID; [36]). Facility-based prevalence of postnatal depression, on the other hand, was relatively low in Uganda (6.1 %) [37], and ranged from 3.1 to 19.4 % in Nepal [38–40], using the Edinburgh Postnatal Depression Scale [41]. With the same screening tool, a prevalence of 35.5 % was reported in India [42]. The prevalence of depression was usually higher during pregnancy. Facility-based studies in a rural sub-district of KwaZulu Natal (South Africa) and in Northern Uganda reported an antenatal prevalence of 35.8 % [43] using a structured clinical interview, and 49 % [44] using the Epidemiological Studies Depression Scale [45], respectively. In Butajira district (Ethiopia), symptoms of antenatal common mental disorders were present in 12 % of pregnant women in the community, using the SRQ [14].\n\nMaternal mental health across the PRIME districts\n\naData from a different district, but same region as PRIME district; bData from a different region in the PRIME country; cNational data\n\nThe prevalence of antenatal depression reported in India ranged between 9.2 % [46] and 16.2 % [47], which was lower than in other countries, but continuity of depression from antenatal to postnatal period was notable: Chandran and colleagues [47] reported that 65.5 % of women with antenatal depression continued to suffer from depression at 6–12 weeks postpartum in the area of Tamil Nadu. This was the case for 42 % of women in Goa [48]. In Butajira (Ethiopia), antenatal symptoms of depression persisted after birth for 24 out of 112 women (21 %), and 46 % (20 out 44 women) of postnatal depression had onset after birth [6]. A large cohort study in Johannesburg, South Africa, also found that 23.2 % of women with depressive symptoms at six months postpartum had prior symptoms during pregnancy [49]. Finally, in a mixed facility and community study in Latipur district (Nepal), 19 % of women who reported being depressed during pregnancy screened positive for psychological distress at 6 weeks postpartum [50].\n\nThe adverse effects of perinatal depression on mother and child outcomes, commonly indicated in the literature, were also reported in the PRIME countries [7, 14, 20, 48, 51–56]. However, the association between perinatal depression and child malnutrition was not found in Ethiopia [57, 58] or South Africa [59].\n\nData on alcohol use disorders in pregnant women were also limited. Evidence was available for pregnant women’s alcohol consumption in Ethiopia, Nepal, South Africa and Uganda with wide variations in prevalence [14, 60–64]. A study conducted in the Western Cape in South Africa reported alcohol consumption by a third of pregnant women in the urban area, and by approximately half of pregnant women in rural areas [62]. A cross-sectional study of urban women in Kampala (Uganda), found that 25 % of women still consumed alcohol, at least monthly, after finding out about their pregnancy [64]. Alcohol consumption was lower in Ethiopia and Nepal. In Butajira (Ethiopia), 5 % of pregnant women drank alcohol weekly [14]. Though no evidence was available for alcohol consumption in pregnant women in India, a 2005 WHO report reported that 5.8 % of women consumed alcohol in general [65].\n\nLittle evidence was available on the impact of alcohol use disorders on child health outcomes in the specific PRIME countries. However, a high prevalence of foetal alcohol syndrome was reported in the Western Cape, South Africa [66]. This region is known to have a particularly high prevalence, and may not be representative of Dr KK (North West Province).\n\nInformation was not available on the prevalence or health impact of puerperal psychosis in the five PRIME countries. One study conducted in Johannesburg in South Africa reported that 0.3 % of women attending an antenatal and HIV clinic, and who were initiated on antiretroviral treatment, were later diagnosed with postpartum psychosis [67]. Another study reported suicidal ideation and attempted suicide in women diagnosed with puerperal psychosis in Bangalore (India), which were associated with ideas of harm to the infant [68].\n\nMental health policies and strategic plans, which include maternal mental health, were in place in India and South Africa (Table 2). The new Mental Health Policy Framework and Action Plan for South Africa (2013–2020) [69], which had not yet been implemented, included treatment programmes for maternal mental health as part of the routine antenatal and postnatal care package, programmes to reduce alcohol and substance misuse during pregnancy and programmes in infancy and early childhood to increase maternal sensitivity and infant-mother attachment. The Action Plan also specifically stipulated routine indicated assessment and management of common mental disorders in priority PHC programmes such as antenatal care, postnatal care, and family planning.\n\nMaternal mental health services across PRIME districts\n\nDespite the existence of national mental health policies in Ethiopia and Uganda, which considered pregnant women as a vulnerable group, neither policies had plans which included maternal mental health as warranting special attention or focus. India’s mental health policy did not directly address maternal mental health, but did mention the importance of a healthy mother-child bond.\n\nNone of the countries reported a dedicated maternal mental health service, and the availability of mental health specialists was either limited, or non-existent in PHC facilities. Instead, perinatal women were required to access mental health care from specialist services, including psychiatric units in general hospitals, either within the district (Chitwan and Dr KK), or from neighbouring districts (Sodo and Kamuli). In-patient psychiatric care was also available in Addis Ababa, over 100 km away from Sodo (Ethiopia). In India, women were referred to mental health professionals posted at district mental health programmes or at tertiary care centres. No information on the treatment coverage of perinatal women with mental disorders was available, however.\n\nBesides South Africa, where 20 % of nurses’ training focuses on mental health [70], pre-service and in-service training of maternal healthcare staff in mental health was limited (more information on the extent of the PHC staff training in mental health is available in Hanlon et al.’s situation analysis [29]). Limited human resources were therefore available to provide mental health care at PHC facilities.\n\nAntenatal and postnatal care was delivered as part of PHC for all PRIME countries (Table 3). However, maternity clinics were likely to be separate from the general health care clinics in Sodo (Ethiopia) and Kamuli (Uganda). Antenatal and postnatal care were typically provided by doctors, health officers, nurses or midwives in primary health centres, across the PRIME districts. Community health workers also performed home-based check-ups after birth in Sodo (Ethiopia) and during and after pregnancy in Sehore (India) and Chitwan (Nepal). South Africa’s recent new PHC care plan included home-based postnatal visits via outreach teams [71], however implementation was still inconsistent. The place of delivery was also diverse across the PRIME districts, and tended to be home-based in Ethiopia, India and Nepal, but facility-based in South Africa and Uganda.\n\nMaternal health services across PRIME districts\n\naData from a different district, but same region as PRIME district; b Accredited Social Health Activists: community health workers instituted by the government of India’s Ministry of Health and Family Welfare (MoHFW) as part of the National Rural Health Mission; cNational data; dRegional data\n\nAttendance for basic antenatal care varied considerably but was relatively high across countries, ranging between 42.5 % in Ethiopia [72] to 96 % in South Africa [73]. Attendance of at least four antenatal care visits, a WHO recommendation [74], was particularly low in Ethiopia, which may be due to the majority of women in Ethiopia delivering at home (94.5 % in the SNNP region). Regional and state data suggested that attendance of postnatal care was generally lower than that of antenatal care across countries, reaching approximately 53 % [73] and 45 % nationally in South Africa and Nepal, respectively [75]. Rates were lowest (5.5 %) in the SNNP region (Ethiopia) [72].\n\nStaff at PHC clinics reported being in favour of delivering maternal mental health care in Ethiopia [76] and South Africa [77], but lacked confidence in managing mental health problems, even when they received mental health training [78, 79] (Table 4). Stigmatising attitudes among staff towards individuals with mental illness were also reported, especially in Uganda and South Africa [77, 80, 81].\n\nRelevant context\n\naData from a different district, but same region as PRIME district; bData from a different region in the PRIME country; cNational data; dRegional data; ePersonal communication with F Girma (2014)\n\nExplanatory models of mental illness across PRIME countries often attributed common perinatal mental disorders to social and economic adversity, such as poverty, marital and interpersonal difficulties [32, 82–85]. In Nepal, women with symptoms of distress were also sometimes labelled as a ‘witch’ [32]. Psychosis, on the other hand, was attributed to supernatural causes, witchcraft or ancestors in Ethiopia [86] and Uganda [87, 88]. Rarely did explanatory models include biomedical concepts in Ethiopia [86]. These led to stigmatising attitudes towards perinatal women with mental disorders.\n\nCultural practices in Ethiopia, such as confinement of the mother and infant for 40–80 days after birth [82], as well as the need for the husband’s approval and financial support for any health care access in Ethiopia, India and Nepal [82, 89, 90], may also prevent women from accessing mental health care. Confinement for four to six weeks was also a common practice in rural areas in South Africa to protect the mother from evil spirits [91]. In Nepal, giving birth was seen as a natural event requiring no medical assistance, which corroborates the lower rate of delivery in health facility reported nationally [75].\n\nHealth-related factors which often contribute to maternal mental disorders were also common in the PRIME countries, according to national health surveys (Table 4). Intimate partner violence (IPV) was highly prevalent across all PRIME countries: the highest lifetime prevalence was reported in Butajira, Ethiopia (71 %) [92]. District data on HIV prevalence were available for Dr KK (South Africa), which indicated the highest HIV prevalence of 36.0 % across the PRIME countries [93]. Regional or national HIV prevalence in the other four countries varied widely. In the Southern Nations, Nationalities, and People’s Region (SNNPR; Ethiopia), which includes Sodo district, prevalence ranged between less than 2 % in rural areas, to 9-12 % in urban areas [94]. A similar prevalence of 6.5 % was found in Uganda, whereas prevalence was well below 1 % for both Nepal [95] and India [96].\n\nIllicit substance use during pregnancy was also common in Butajira district (Ethiopia) and the Western Cape Province (South Africa). Weekly or daily use of khat was reported in 12.9 % of pregnant women in Butajira district [14]. A recent large cross-sectional study, conducted in 11 public obstetric facilities in greater Cape Town, revealed that 8.1 % of pregnant women tested positive for methamphetamine use (tik) based on biological screening [63]. No information on substance use during pregnancy was available for India, Nepal or Uganda.\n\nScreening tools had been validated in the PRIME countries to detect women presenting with symptoms of depression or alcohol misuse during the perinatal period, however none were in clinical practice in the districts. The Alcohol Use Disorder Identification Test (AUDIT) was the only available and validated screening tool for hazardous drinking in India [97], Nepal [98] and South Africa [99]. Several screening tools were validated for perinatal depression in the PRIME countries, however. The Edinburgh Postnatal Depression Scale (EPDS) was the most widely validated tool to screen for postnatal depression [42, 100], and had already been used in Nepal and South Africa in research contexts [39, 101]. However, the EPDS was not found to be sensitive enough in rural settings in Ethiopia [100], where the Self-Rating Questionnaire (SRQ) was reported as more useful [33]. The SRQ was also validated in India, Nepal and South Africa [102]. The Kessler Questionnaire was also validated for use in urban postnatal women in Ethiopia [100] and in pregnant women in South Africa [103] and India [104]. The Centre for Epidemiologic Studies Depression Scale (CES-D) was the only screening tool validated in Uganda, in a population of pregnant women [44].\n\nA shorter, three-item detection tool for antenatal symptoms of common mental disorder was recently validated in a township of the Western Cape (South Africa) [105], but still needed further field-testing in other South African settings. A Community Informant Detection Tool (CIDT) was also recently developed in Nepal for the identification of depression, psychosis, epilepsy and alcohol use disorder at community level [106], but it had not yet been adapted for pregnant and postnatal women.\n\nData were limited on the effectiveness of psychosocial interventions in the five PRIME countries. There is evidence from studies in South Africa, however, suggesting that counselling and parental support has beneficial effects in reducing symptoms of common perinatal mental disorders [23], and in improving the quality of the mother-child relationships [107]. One study assessing the effectiveness of maternal self-help groups in East India reported positive child and maternal health outcomes, and a reduction in moderate depression at two years postpartum [108]. However, little improvement in depressive symptoms was found at six weeks, one year and three year postpartum. There was no evidence on the effectiveness of psychosocial interventions for alcohol use disorders in any of the PRIME countries. Generally, health sector personnel were not available to provide these psychosocial interventions, besides in Dr KK (South Africa), where psychologists may be available at primary care facilities."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "The present situation analysis in the PRIME districts provided some insight into the national or regional prevalence and impact of target maternal mental disorders. It has also contributed to our understanding of the current health and mental health services in place for perinatal women in the districts, as well as the factors that may influence the delivery of maternal mental health care in primary care settings.\n\nNational or regional data available on antenatal and postnatal depression corroborated international evidence: perinatal depression was prevalent but ranged widely across the PRIME countries. It must be noted that different diagnostic or screening tools were used across community and facility-based studies, which may explain the disparities in the reported prevalence estimates. As a result, estimating prevalence of perinatal depression in the PRIME districts is difficult. As the data suggest, it may be that prevalence does indeed vary widely across PRIME countries, and even across regions within countries.\n\nThere was an absence of evidence about the prevalence of puerperal psychosis in the districts, or at national level. More information was available on alcohol consumption in the PRIME countries, however. There is mixed evidence regarding the accuracy of self-disclosure of alcohol use during pregnancy [63, 109]. Yet, even self-reported data suggested that a high proportion of women in the Western Cape (South Africa) and in Kampala (Uganda) consumed alcohol during pregnancy [62, 64]. The fact that the rate of Foetal Alcohol Spectrum Disorders in the Western Cape is amongst the highest worldwide reflects the extent of the problem [66]. A high proportion of illicit substance use during pregnancy was also reported in Butajira district (Ethiopia) and the Western Cape (South Africa). It is unknown, however, whether substance and alcohol use problems are as extensive in Sodo and Dr KK districts specifically. Given the implications of substance use on birth weight [110], neonatal development [111] and on the infant’s health and development [112], as well as on the user’s mood, anxiety and sleep patterns [113, 114], more research is needed to assess the level of substance and alcohol consumption among perinatal women in the PRIME districts and the treatment needs of this population.\n\nThe situation analysis highlights how maternal mental health services in the PRIME districts are sorely lacking. None of the PRIME districts had mental health services dedicated for perinatal women, or had strategies in place in primary health facilities to detect maternal mental disorders. However, referral mechanisms to specialist mental health services, including psychiatric units at district hospitals or to inpatient care at tertiary level, were in place across all five PRIME districts. Unfortunately, lack of information systems for the provision of mental disorders in the district meant that it was not possible to report on the number of perinatal women who were receiving mental health care or who were in contact with psychiatric services. Even with mental health policies in place, the limited human resources trained and able to provide mental health care at primary health care facilities, the stigmatising attitudes still reported by staff towards patients with mental illness, and the lack of prescribing guidelines for psychotropic medication in pregnant and breastfeeding women, all suggest that there was little opportunity for women with maternal mental disorders to be detected and receive mental health care at primary level.\n\nIndeed, besides Nepal, all PRIME countries had mental health policies which referred to maternal mental health, and both South Africa and India had plans which specifically included strategies and guidelines for the provision of maternal mental health. These plans were developed recently, however, and remained to be fully implemented. These were promising measures, which should improve detection and coverage of maternal mental disorders, as well as strengthen maternal mental health information systems.\n\nThe situation analysis highlights the diverse settings in which antenatal, delivery and postnatal care is delivered across the PRIME districts. If maternal mental health were to be integrated in PHC, detection, referral and treatment processes would likely need to be tailored to maternal services and adapted across the different PRIME districts; in some districts such as Ethiopia, India and Nepal, detection and referral may be more feasibly integrated in community-level maternal care, whereas for South Africa and Uganda, detection and treatment may be more effective and sustainable if it is facility-based. Home-based interventions would also overcome the service access barriers associated with the cultural practices of restricting mothers to the home. Community health workers tend to predominantly engage in nutrition, immunisation and HIV counselling, so this cadre would also have to be trained to provide early detection of maternal mental disorders.\n\nEvidence shows a strong association between mental illness and HIV status, especially during pregnancy [5, 9]. HIV status is often detected during pregnancy, as part of the antenatal services, and there is some evidence suggesting that perinatal women with depression are less likely to attend health care and adhere to antiretroviral medication [115]. Several studies have also reported that women are at increased risk of experiencing IPV during pregnancy [76, 116]. Given the high prevalence of IPV reported across PRIME countries, as well as the high HIV incidence among pregnant women in urban Ethiopia and in South Africa, it is worth considering the integration of maternal mental health into maternal and child health platforms [117]. This would also be a useful way to overcome community stigma, highlighted in the situation analysis.\n\nOther contextual factors, reported in this situation analysis, may influence the identification and treatment of maternal mental disorders and the provision of, and access to maternal mental health services. Though several screening tools for perinatal depression and AUD had been validated in the PRIME countries, none were used in PHC practice. This may reflect lack of political will or lack of communication between researchers and health planners and managers. There is a current debate relating to the effectiveness of routine administration of screening tools in primary care settings, and whether this strategy does improve detection and the provision of mental health care. These tools are often developed for research purposes, and may be cumbersome for routine screening in the context of overburdened health care systems and scarce human resources [118, 119]. Routine screening also entails that standard operating procedures, referral mechanisms and treatment services be in place for individuals screening positive, together with the necessary ongoing quality improvement, supervision and mentoring of PHC staff administering the screening tool [119]. These structures were not in place in the PRIME districts, but are essential if detection of common perinatal mental disorders is to be integrated in PHC.\n\nStrong supervision, monitoring and support structures would also be necessary for the delivery of psychosocial interventions to be at all possible at PHC level in scarce resource settings. This is particularly relevant when evidence suggests that PHC staff report not being able to provide maternal mental health care. Although there is growing evidence from other LMICs indicating that psychosocial interventions can be culturally adapted and are effective at addressing common mental disorders [24, 25, 120], the transferability of these findings to rural settings in low-income countries, and feasibility of these interventions to scarce-resource clinical settings, needs to be demonstrated. To promote these structures in the face of a shortage of mental health specialists in primary care settings, evident across the PRIME districts [29], more innovative approaches may be considered, such as peer support interventions. Also, much less evidence is available on task-shared interventions for alcohol use disorders and psychosis, so more research should be conducted to evaluate short, feasible interventions and rehabilitation programmes for perinatal women.\n\nPharmacological treatments are typically less resource-intensive, and may be more feasibly integrated at PHC level for the treatment of maternal mental disorders. Current mhGAP guidelines indicate that psychotropic medication can only be initiated and monitored by a mental health specialist. The lack of mental health specialists and national guidelines for prescribing psychotropic treatment to pregnant and breastfeeding women may therefore also pose a challenge to the provision of psychotropic medication for women suffering from puerperal psychosis, severe or non-responding depression in PRIME districts. Moreover, there are potential risks involved with the use of psychotropic medication in pregnant and breastfeeding women, which must be considered in relation to the risks of untreated perinatal depression for the foetus and the child [121, 122]. Though some antidepressants, such as tricyclic antidepressants and fluoxetine, have been shown to have less adverse effects on the health and development of the child [123, 124], best practice requires that a pregnant or breastfeeding woman’s decision to initiate psychotropic medication should be made in consultation with a mental health specialist. Finally, the acceptability of psychotropic medication during pregnancy and breastfeeding, both among women and health care staff, was not reported in the situation analysis, but is likely to differ across the PRIME districts. While medication may be more desirable than psychosocial interventions in India and Uganda, in South Africa, evidence suggests that psychosocial interventions or ‘talking therapies’ are more acceptable than medication for the treatment of depression and alcohol use disorders [125, 126]. This corroborate the explanatory models reported in South Africa by Kathree et al. [85].\n\nThe information drawn from the situation analysis provides a partial overview of maternal mental health and services across the five districts, with only limited data available for the specific districts. Information was instead gathered from research studies conducted in other regions of the PRIME countries, with smaller, non-representative samples, and little opportunity to generalise to the PRIME districts.\n\nWhile authors ensured that the situation analysis was as comprehensive as possible, data collected were dependent on documents available in the public domain, and on the knowledge of the authors and consulted PRIME research teams. Also, several maternal health indicators were extracted from different national reports published at different time points in the PRIME countries, some of which reported ten-year old data. Some indicators were therefore more up-to-date than others.\n\nDespite these limitations, the present study combined secondary data from a variety of sources within a framework of information needed to plan mental health services. Moreover, contextual regional and national data remain useful to understand the context for maternal mental health services, and the potential for planned maternal mental health care to be scaled up to other districts or regions within the PRIME countries."
    }
  ]
}