{
  "doc_id": "fade2500-a17f-475d-bd33-72308d56ee94",
  "doc_title": "Evaluating the effect of mental health curriculum on secondary school students’ mental health literacy and knowledge and attitude to mental illness",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12267600",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "562 high school students participated in this study, of which 369 (65.7%) were girls and 193 (34.3%) were boys. 437 (78.8%) had two children in their family and 58(20.7%) had three children in their family. The missing data related to the variable of number of children was 21 people. 21(7/5%) had history of mental illness and 69(24/6%) had visited a psychiatrist. 8 people did not respond to the variables of history of mental illness and visiting a psychiatrist. Table 2 presents the sociodemographic characteristics of the intervention and control groups before the intervention. There were no significant differences between the groups in terms of gender or family size (p > 0.05).\n\nDemographic characteristics of high school students participating in the mental health literacy curriculum before intervention.\n\nUsing analysis of covariance (ANCOVA), the effect of the intervention on mental health knowledge, attitudes to mental illness/disorders, mental health literacy, and its dimensions were investigated by adjusting the initial value of variables in both groups. Baseline scores for mental health literacy, knowledge, and attitudes were compared between the intervention and control groups. No significant differences were found at baseline (p > 0.05), indicating that the groups were comparable before the intervention (Table 3).\n\nComparison of the mean variables of mental health literacy and its dimensions, knowledge, and attitude to mental illness/disorders of students participating in the mental health literacy curriculum.\n\n*Comparison of two intervention and control groups by adjusting the effect of pre-test values (Analysis of covariance test–ANCOVA).\n\n**Comparison of two intervention and control groups by adjusting the effect of pre-test values and sex, teacher, and number of children in the family (Analysis of covariance test–ANCOVA).\n\nThe intervention group experienced a significant improvement in mental health literacy scores, increasing from a baseline mean of 81 ± 6.80) to a post-intervention mean of 98 ± 9.23, with the control group showing no significant change (p < 0.001). Comparable gains were observed in mental health knowledge and attitudes, also demonstrating statistical significance (p < 0.001). Specifically, mental health knowledge scores in the intervention group rose notably from 11.12 ± 4.31 prior to the intervention to 18.42 ± 3.28 afterward. Likewise, scores related to mental disorders showed a significant increase, improving from 19.76 ± 5.26 before the intervention to 22.60 ± 3.83 after its implementation, with the control group showing no significant change (p < 0.001).\n\nThe results of this test showed that the intervention had a positive impact on the mental health literacy of students, with the intervention group showing significantly higher levels than the control group. Additionally, following the intervention, there was a significant increase in students’ mental health knowledge (p < 0.001). This means that the intervention led to a substantial enhancement in the intervention group’s ability to recognize disorders, knowledge of causes and factors, knowledge of where to seek information, appropriate help-seeking behavior, knowledge of self-treatment, and knowledge of available professional help (p < 0.001). Also, the results showed that after adjusting the influencing factors of gender, teacher, and number of children in the family, the mental health literacy of students was significantly higher in the intervention group than in the control group. Furthermore, mental health knowledge remained significant even after accounting for influencing factors, showing a greater improvement in the intervention group (p < 0.001). Additionally, the attitude towards mental disorders had a notable impact after adjusting for these factors (p < 0.002).\n\nAfter adjusting for influencing factors, several components of mental health literacy showed significant improvements: the ability to recognize disorders, appropriate help-seeking behavior, knowledge of available professional help, knowledge of where to seek information (p < 0.001), knowledge of causes and risk factors (p < 0.014), and knowledge of self-treatment (p < 0.014).\n\nFigure 2 compares the mean mental health literacy scores of students in the intervention and control groups before and after the mental health curriculum. The mean pre-test score of mental health literacy in the intervention group was 81, which increased significantly to 98 two months after the educational intervention (p < 0.001). In contrast, the control group showed no significant change, indicating that the curriculum effectively improved students’ mental health literacy.\n\nComparison of the mean achieved mental health literacy of students in the intervention and control groups before and after the mental health curriculum.\n\nFigure 3 illustrates the mean mental health knowledge scores of students in the intervention and control groups before and after the curriculum. The mean pre-test score of mental health knowledge in the intervention group was 11, which rose significantly to 18 two months post-intervention (p < 0.001). Again, the control group exhibited no notable change, highlighting the impact of the educational program on students’ knowledge.\n\nComparison of the mean achieved mental health knowledge of students in the intervention and control groups before and after the mental health curriculum.\n\nFigure 4 depicts the mean scores of students’ attitudes toward mental illness/disorders in both groups before and after the intervention. The mean pre-test score of attitudes in the intervention group was 19, which increased significantly to 22 two months after the educational intervention (p < 0.001). The control group, however, showed no significant improvement, underscoring the positive influence of the curriculum on students’ attitudes.\n\nComparison of the mean achieved attitude to mental disorders of intervention and control group students before and after the mental health curriculum."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "The results of this study demonstrated that incorporating the school-based mental health curriculum outlined in the guide and having it delivered by classroom teachers can greatly enhance mental health literacy, students’ understanding of mental health, and positively influence their attitudes toward mental disorders/illnesses. This study is the first to demonstrate the beneficial and lasting impact of a curriculum-based mental health literacy program on Iranian high school students. The findings indicate that students’ mental health literacy can be significantly improved through the integration of a mental health curriculum delivered by classroom teachers, aligned with The Persian Guide, and embedded within the school curriculum. This approach does not rely on mental health professionals but on classroom teachers who employ established teaching methods, making it a sustainable and scalable model for promoting mental health awareness, early detection, and prevention among students.\n\nOur results align with earlier research showing the positive outcomes of teacher training on students’ use of mental health resources, resulting in notable changes in knowledge and attitudes toward stigma reduction30,35. Specifically, our findings are consistent with studies conducted in Canada33 and Southeast Asia29, which also reported significant improvements in mental health literacy following school-based interventions. However, unlike previous studies that primarily focused on knowledge and attitudes, this study also examined broader dimensions of mental health literacy, including recognizing mental disorders, understanding causes and risk factors, and knowing where to seek professional help.\n\nThe Persian Guide significantly enhanced mental health literacy and its dimensions, including recognizing mental disorders, understanding causes and factors, knowing where to seek information, engaging in appropriate help-seeking behavior, self-treatment knowledge, and awareness of available professional help. Due to its brevity and simplicity, this tool can effectively assess mental health literacy levels and identify individuals with inadequate mental health literacy (33). By participating in this program, students acquired knowledge about mental health, mental illness, the significance of family communication, how to access suitable support, and how to prevent the proliferation of mental disorders in society. The program also led to a notable increase in mental health literacy and a decrease in stigmatized attitudes toward mental illness. These findings suggest that enhancing mental health knowledge can result in more positive attitudes toward mental illnesses36.\n\nWhile the majority of research on mental health curricula has focused on knowledge and attitudes, this study delved deeper into individuals’ overall mental health literacy, covering various mental health components. For example, research on the OpenMinds program revealed no significant changes in students’ attitudes toward helping others or themselves in terms of mental health literacy37. Similarly, students enrolled in the InSciEd Out program showed only slight improvements in mental health literacy and small to moderate improvements in help-seeking behaviors38. In contrast, our study demonstrated more comprehensive improvements, likely due to the integration of culturally adapted content and teacher-led delivery.\n\nThis mental health curriculum in Iran was carefully reviewed, focusing on cross-cultural and localization aspects. The characteristics of the students were examined based on their age and ethnic, cultural, and religious backgrounds. For example, materials that were not considered age-appropriate were either removed or modified, and more relevant topics were suggested. Due to the prominent role of the adolescent-family relationship in Iranian culture, it emphasized the importance of positive communication between parents and adolescents and how adolescents can better understand and communicate with their parents and vice versa. Due to the lack of access to complementary videos suitable for Iranian adolescents, Iranian videos were recommended in this guide. We have included a teacher’s pack with this guide to simplify understanding while ensuring that the content remains accessible.\n\nThe comprehensive nature of the mental health curriculum yielded positive outcomes, showcasing the program’s effectiveness and thoroughness. The extended training duration played a crucial role in boosting knowledge and attitudes toward mental illness, ultimately enhancing mental health literacy. Studies exploring various approaches to incorporating the guide in the classroom have revealed that educating teachers on its implementation, integrating it into the curriculum, and presenting it as a unified set yield positive results. A key advantage of this guide is the inclusion of self-study materials for teachers, enhancing their grasp of the subject matter and ensuring fidelity in program delivery. Educators who implemented the guide underwent a training program to become familiar with the material, which contributed to the program’s success. The researchers plan to establish this guide as the nationwide standard for mental health education at the first secondary level in Iran.\n\nOne limitation of this guide is its extensive content, which may be challenging for students to fully grasp within a single academic year. To address this, the researchers recommend integrating the program into the high school curriculum over the first three years, allowing for more gradual and effective learning. Additionally, the self-reported nature of the questionnaires may have introduced response bias, and the sample size, while adequate, could be expanded in future studies to enhance generalizability.\n\nAnother consideration is the alignment of the curriculum with local cultural norms and values. While the Persian Guide was culturally adapted for Iranian students, further research is needed to explore potential cultural barriers that could affect the curriculum’s effectiveness in other regions. For example, certain topics, such as stigma and help-seeking behaviors, may require additional cultural sensitivity when implemented in diverse contexts.\n\nThe findings of this study have significant implications for policy and practice. The program’s success in improving mental health literacy among students and teachers suggests that it could be adapted for other regions with different educational structures. To scale this program nationally, policymakers should consider providing additional resources for teacher training and curriculum integration. Furthermore, future research should explore the long-term impact of the program on students’ mental health outcomes and academic performance. By addressing these areas, this program has the potential to become a cornerstone of mental health education in Iran and beyond."
    }
  ]
}