{
  "doc_id": "fc8cc632-2aa2-4f33-a8c7-7b0039a812bd",
  "doc_title": "Poor Pre-Pregnancy and Antepartum Mental Health Predicts Postpartum Mental Health Problems among US Women: A Nationally Representative Population-Based Study",
  "source_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC3126903",
  "created_at": "2026-02-11",
  "sections": [
    {
      "title": "Results",
      "order": 0,
      "text": "Overall, 9.5% of women in the US reported poor postpartum mental health. Compared to women without postpartum mental health problems, women with postpartum mental health problems were less likely to be married and more likely to be divorced, separated, or widowed. Women with postpartum mental health problems were also more likely to be without a high school diploma, have a pregnancy complication, have a chronic medical condition, report substance abuse, report smoking during pregnancy, rate their physical health status during pregnancy as “fair” or “poor,” live below 100% of the federal poverty threshold, and have publicly funded insurance. Women with postpartum mental health problems were less likely to be Hispanic and without insurance. Women with poor postpartum mental health were more likely to have poor pre-pregnancy mental health and poor antepartum mental health than women with no postpartum mental health problems (Table 1).\n\nMSA: Metropolitan Statistical Area, MEPS: Medical Expenditure Panel Survey\n\nData from 2000-2006 only\n\nAs seen in the Figure, of the women with postpartum mental health problems, 52.1% reported some history of poor mental health (poor pre-pregnancy mental health, poor antepartum mental health, or both), and 47.9% did not report any mental health problems during the study period. In contrast, of the women with no postpartum mental health problems, only 9.3% reported some history of poor mental health, and 90.7% did not report any mental health problems during the study period.\n\nMental Health Problems Prior to and During Pregnancy by Postpartum Mental Health Status. Of the women with no postpartum mental health problems, 9.3% reported some history of poor mental health (4.8% reported poor pre-pregnancy mental health, 2.9% reported poor antepartum mental health, 1.6% reported both reported poor pre-pregnancy mental health and poor antepartum mental health), and 90.7% did not report any mental health problems during the study period. Of the women with postpartum mental health problems, 52.1% reported some history of poor mental health (9.6% reported poor pre-pregnancy mental health, 26.2% reported poor antepartum mental health, 16.3% reported both reported poor pre-pregnancy mental health and poor antepartum mental health), and 47.9% did not report any mental health problems during the study period.\n\nWomen with pre-pregnancy mental health problems were over 5 times more likely to experience poor postpartum mental health, not adjusting for covariates (OR [95% CI]: 5.14 [3.24 – 8.17]; Table 2, Model 1), while women with poor antepartum mental health were nearly 16 times more likely to be in poor mental health postpartum (unadjusted OR [95% CI]: 15.70 [10.26 – 24.03]; data not shown). In a single, mutually adjusted model, these odds ratios were attenuated (OR [95% CI]: 2.20 [1.20 – 4.04], 12.51 [7.96 – 19.67] for pre-pregnancy and antepartum mental health problems, respectively; Table 2 Model 2). The Sobel test for mediation between postpartum and pre-pregnancy mental health by antepartum mental health was significant (p<0.0001; data not shown).\n\nOR: Odds ratio; CI: 95% Confidence Interval, MSA: Metropolitan Statistical Area, MEPS: Medical Expenditure Panel Survey\n\nIn the final model of the multivariate analysis (Table 2, Model 3), women who had poor pre-pregnancy mental health and women who had poor antepartum mental health had a higher odds of poor postpartum mental health (OR [95% CI]: 1.90 [1.02 – 3.57], 11.36 [6.45 – 19.99], respectively) after conditioning on a large set of maternal and family sociodemographic factors and health-related risk factors. Women of Asian/Pacific Islander (non-Hispanic) race, women who did not have a high school diploma, women with private insurance, and women with publicly funded insurance were more likely to experience poor postpartum mental health (OR [95% CI]: 2.87 [1.09 – 7.5], 3.72 [1.50 – 9.23], 3.83 [1.67 – 8.82], 3.98 [1.57 – 10.06], respectively). Hispanic women were less likely to have postpartum mental health problems (OR [95% CI]: 0.48 [0.27 – 0.88]). Women who experienced any pregnancy complication and women in “fair” or “poor” self-rated physical health during pregnancy were more likely to have postpartum mental health problems (OR [95% CI]: 1.99 [1.25 – 3.18] and 2.78 [1.27 – 6.11], respectively)."
    },
    {
      "title": "Discussion",
      "order": 1,
      "text": "This national study of women's postpartum mental health problems contributes new and important findings to the literature. Taking a life course perspective, our national, population-based study is the first to show that mental health problems both before and during pregnancy are strong predictors of postpartum mental health problems. Of note, our data show that poor mental health during pregnancy mediates the relationship between pre-pregnancy and postpartum mental health problems.\n\nOverall, 9.5% of mothers experienced poor mental health in the postpartum period, similar to previous studies on postpartum depression (O'Hara & Swain, 1996; Robertson et al., 2004). The single most important risk factor was poor antepartum mental health, which increased the odds of poor postpartum mental health by over 11 fold. Consistent with our findings, there have been several clinic-based and non-US reports showing that approximately half of women who experience depressive symptoms during the postpartum period also displayed depressive symptoms during the antepartum period (Chaudron et al., 2001; Dietz et al., 2007; Gotlib, Whiffen, Mount, Milne, & Cordy, 1989; Yonkers et al., 2009). This suggests that screening during antepartum check-ups may be particularly useful for identifying and treating such women and thereby reducing the risk of postpartum mental health problems.\n\nStrikingly, over 50 percent of the women with postpartum mental health problems in our study reported having a history of poor mental health, indicating a distinct opportunity for early detection and intervention to prevent postpartum mental health problems. Furthermore, access to consistent healthcare will ensure that women in poor mental health are identified, treated and monitored-- all in an effort to improve long-term maternal mental health outcomes.\n\nCoupled with continuous care, serial screening may be the best way to enhance detection overall and to provide sufficient opportunities for interventions (Dietz et al., 2007; Kim et al., 2008). Such screenings could take place during routine obstetrics and gynecology visits (Gjerdingen, Crow, McGovern, Miner, & Center, 2009; Gordon, Cardone, Kim, Gordon, & Silver, 2006; Scholle, Haskett, Hanusa, Pincus, & Kupfer, 2003; Seehusen, Baldwin, Runkle, & Clark, 2005; Spitzer, Kroenke, & Williams, 1999) before, during, and after pregnancy, as well as during well-child visits (Chaudron, Szilagyi, Campbell, Mounts, & McInerny, 2007). Ultimately, it will be important for screening to occur in a variety of settings over the life course in order to ensure that women are effectively screened and treated for mental health problems, regardless of where or when they interface with the healthcare system.\n\nEducating providers about existing validated screening tools (Feinberg et al., 2006; Gjerdingen &Yawn, 2007; Gordon et al., 2006), and reimbursing them for their time both offer promising avenues for promoting the use of appropriate instruments (Feinberg et al., 2006). In fact, in the two years since the state of Illinois initiated reimbursement for maternal depression screening during prenatal visits, postpartum visits and during infant well-child or episodic visits (Feinberg et al., 2006; Murphy, 2004), the number of antepartum and postpartum women being screened for perinatal depression more than doubled (Maram, 2008). Alternatively, incorporating a mental health screening into the nursing assessment of women and mothers of infant patients would be an efficient way to include mental health screening in standard health care practice, and would not require reimbursement. Regardless of which provider conducts the screening, education about mental health screening should begin in early coursework for all providers to promote and facilitate its execution in the clinical setting.\n\nScreening is only the first step in the process of care and will only improve outcomes when it is followed-up with effective diagnostic evaluation, appropriate and timely referrals, and effective and adequate treatment (Chaudron, Szilagyi, Kitzman, Wadkins, & Conwell, 2004; Evins, Theofrastous, & Galvin, 2000; Georgiopoulos, Bryan, Wollan, & Yawn, 2001; Gjerdingen &Yawn, 2007; Hearn et al., 1998; Heneghan, Silver, Bauman, & Stein, 2000; Kim et al., 2008; Morris-Rush, Freda, & Bernstein, 2003; Pignone et al., 2002). Several studies have implemented routine screenings in conjunction with referral services and provider education (Chaudron et al., 2004; Gordon et al., 2006; Olson et al., 2005), and findings suggest that the key to the successful application of routine screening involves the establishment of effective referral and support systems that function both for the provider and for the screen-positive women. This care coordination would facilitate referrals to appropriate mental health professionals who have the ability to determine appropriate treatment.\n\nThis study shows that significant disparities exist within women's report of mental health problems in the postpartum period, consistent with previous work (Chaudron et al., 2001; Goyal, Gay, & Lee, 2010; Mayberry et al., 2007; Mora et al., 2009; Robertson et al., 2004). Thus, our results may be useful for identifying women who are most vulnerable to postpartum mental health problems.\n\nIn our study, Asian or Pacific Islander (non-Hispanic) mothers were almost three times more likely to report postpartum mental health problems as compared with their white (non-Hispanic) counterparts. In the only other existing population-based study, Hayes and colleagues (Hayes, Ta, Hurwitz, Mitchell-Box, & Fuddy, 2010) found an increased risk of postpartum depressive symptoms among Asian and Pacific Islanders in Hawaii. Asian American women may be particularly vulnerable to mental health problems due to chronic stress stemming from perceived discrimination, living as a minority, and undervaluation as a woman in traditional Asian culture (Hahm, Ozonoff, Gaumond, & Sue, 2010). Culture may be an important context in which providers examine postpartum mental health, although further research is needed to tease apart the complex relationship between culture, risk factors such as social support, and poor postpartum mental health.\n\nOur results show that Hispanic women were less likely than white women to report poor postpartum mental health. This may be the result of underreporting due to patient beliefs and attitudes regarding mental illness (Cooper et al., 2003), or preferential diagnosis among white patients compared with Hispanic patients, as suggested by Borowsky et al., who reported that physician recognition of mental illness varies by race and ethnicity (Borowsky et al., 2000). Missed diagnoses or negative views of treatment for depression may result in delayed or forgone care, which is of particular concern for Hispanic women, who have been found to underutilize specialty mental health care (Miranda & Cooper, 2004).\n\nOur study found that women who had less than a high school degree were over three times more likely to suffer from postpartum mental health problems. Low education is an indicator of socioeconomic status and has been associated with an increased risk for postpartum mental health problems (Goyal et al., 2010; Mayberry et al., 2007). Women of low socioeconomic status may experience increased stressors and have fewer resources to cope with them. Consequently, it is imperative for providers to understand women's psychosocial context to facilitate effective identification of women at greatest risk for postpartum mental health problems.\n\nOur study also found that being insured increased the odds of experiencing poor postpartum mental health, which may be a reflection of access to care. Previous work has indicated that insurance coverage leads to greater access to recommended care, improved quality of care, and better health outcomes (McWilliams, 2009). Furthermore, individuals who have improved access to care, facilitated by health insurance, may be more aware of their health and mental health status and thus more likely to report experiencing health or mental health problems.\n\nWe found that women who experience pregnancy complications or who are in poor health are more likely to experience postpartum mental health problems. This result is supported by studies showing that hospitalization during pregnancy (Blom et al., 2010) or pregnancy related complications (Blom et al., 2010; Robertson et al., 2004) increase the risk of postpartum depression. Blom et al. postulate that physical and hormonal changes, physical morbidity (including pain, tiredness, and limitations), and/or feelings of worry, disappointment and failure, could explain such findings (Blom et al., 2010).\n\nThis study has important implications for policy and practice. Given the longitudinal relationship of pre-pregnancy mental health with antepartum mental health, and subsequently post-partum mental health, the virtues of screening across the life course cannot be overemphasized. However, to facilitate mental health screening over the life course, screening should be covered by insurance and providers should be adequately reimbursed for conducting screening. Furthermore, timely and effective treatment for mental health problems will be necessary to ‘break the chain’ of women's poor mental health. Many women may not be receiving adequate treatment (Witt et al., 2009) based on currently accepted guidelines, which may, in part, be caused by barriers to care. Accordingly, it is essential that health insurance policies include coverage for both mental health screening and treatment to ensure that these barriers do not prevent women from receiving adequate treatment. Accessibility of mental health services, care coordination, and provider expertise should guide the recommendation of treatment options, such as pharmacotherapy and psychotherapy, which are tailored to the specific needs of individual women.\n\nAdditionally, we found several important disparities exist in the report of poor postpartum mental health. Given that certain racial/ethnic groups and women of lower socioeconomic status are more vulnerable to poor postpartum mental health, practitioners need to be aware of the potential for differential risk among their patient population and policy should be directed at providing resources to these vulnerable groups to help mitigate the risk of poor postpartum mental health and the associated negative outcomes. Ultimately, women's preconception and reproductive health play an important role in ensuring optimal maternal and child health outcomes, thus reducing mental health disparities during the pre-pregnancy and antepartum period may ameliorate downstream disparities across the life course.\n\nSelf-reported mental health items included in MEPS are not parallel to diagnostic criteria used in clinical settings. However, there is ample evidence that poor mental health is a robust phenomenon and self-reported measures are correlated with major depressive disorder (Hoff, Bruce, Kasl, & Jacobs, 1997). Due to the lack of data on lifetime mental health status in the MEPS, we had a limited ability to identify women with poor pre-pregnancy mental health. It is possible that women who have experienced poor mental health to varying degrees throughout their lives may have been coded as not having poor pre-pregnancy mental health. We were also limited by our inability to assess maternal smoking behavior. Data on smoking was not captured in the MEPS until 2000, resulting in an inadequate sample size for evaluation in our multivariate model.\n\nOur results are based on national, population-based data, providing policy makers and practitioners with a picture of the women at risk for postpartum mental health problems. Additionally, due to the large sample size and rich data set, several key correlates of poor postpartum mental health could be investigated together in one model, allowing for adjusted estimates of the contributing effect of each characteristic.\n\nThis nationally representative, population-based study showed that poor pre-pregnancy mental health and poor antepartum mental health were the most significant risk factors for postpartum mental health problems. Accordingly, health care providers should take a life course perspective in order to identify, treat, and follow women who may be particularly susceptible to postpartum mental health problems. However, screening and treatment should not be limited to high risk women but tailored to reach all women throughout the life course in a variety of settings. Furthermore, policy changes aimed at increasing access to mental health screening and treatment will be crucial for removing barriers to care and promoting adequate treatment in women at risk of postpartum mental health problems. Taken together, these steps will ensure that women and their children are in the best possible health and mental health during the postpartum period and beyond."
    }
  ]
}